Repository: bacularis/bacularis-lang-es
Catalog: API/messages.po
Languages: es

source: Tip: Use left-click to select table row. Use CTRL + left-click to multiple row selection. Use SHIFT + left-click to add a range of rows to selection.
es: Consejo: Usa el clic izquierdo para seleccionar la fila de la tabla. Usa CTRL + clic izquierdo para seleccionar varias filas. Usa SHIFT + clic izquierdo para agregar un rango de filas a la selección.

source: Remove
es: Eliminar

source: Plugin settings with the given name already exists.
es: La configuración del plugin con el nombre dado ya existe.

source: Login test
es: Prueba de inicio de sesión

source: Test
es: Prueba

source: Show result
es: Mostrar resultado

source: Hide result
es: Ocultar resultado

source: Do you want to setup the Bacula Catalog Database access?
es: ¿Quieres configurar el acceso a la base de datos del catálogo Bacula?

source: Bconsole configuration
es: Configuración de Bconsole

source: Bacularis uses read-only access to the Bacula database.
es: Bacularis usa el acceso de solo lectura a la base de datos de Bacula.

source: Bacularis uses Bacula console access to execute Bacula commands.
es: Bacularis usa el acceso a la consola de Bacula para ejecutar comandos de Bacula.

source: Do you want to setup the Bacula Bconsole access?
es: ¿Quieres configurar el acceso a la consola Bacula Bconsole?

source: Catalog configuration
es: Configuración del catálogo

source: Bacula configuration
es: Configuración de Bacula

source: RHEL, CentOS, Fedora, Rocky Linux, AlmaLinux, Oracle Linux and others
es: RHEL, CentOS, Fedora, Rocky Linux, AlmaLinux, Oracle Linux y otros

source: Debian, Ubuntu and others
es: Debian, Ubuntu y otros

source: SLES, openSUSE and others
es: SLES, openSUSE y otros

source: The configuration interface enables to configure Bacula components (Director, Storage, Client and Bconsole).
es: La interfaz de configuración permite configurar los componentes de Bacula (Director, Almacenamiento, Cliente y Bconsole).

source: Do you want to setup the Bacula configuration interface?
es: ¿Desea configurar la interfaz de configuración de Bacula?
