Repository: bacularis/bacularis-lang-es
Catalog: API/messages.po
Languages: es

source: Language:
es: Idioma:

source: Language
es: Idioma

source: select language
es: seleccionar idioma

source: Previous
es: Anterior

source: Cancel
es: Cancelar

source: Next
es: Siguiente

source: Step 1 - select language
es: Paso 1 - seleccionar idioma

source: Step 2 - share the Bacula Catalog Database
es: Paso 2 - compartir la Base de Datos del Catálogo de Bacula

source: Yes
es: Sí

source: Database type:
es: Tipo de base de datos:

source: select database
es: seleccionar base de datos

source: Database name:
es: Nombre de la base de datos:

source: Please select database type.
es: Por favor, seleccione el tipo de base de datos.

source: Please enter database name.
es: Por favor, introduzca el nombre de la base de dato.

source: Login:
es: Iniciar sesión:

source: Please enter login.
es: Por favor, introduzca el inicio de sesión.

source: Password:
es: Contraseña:

source: IP address (or hostname):
es: Dirección IP (o nombre de host):

source: Please enter IP address or hostname.
es: Por favor, introduce la dirección IP o el nombre del host.

source: Port:
es: Puerto:

source: Please enter database port.
es: Por favor, introduzca el nombre de la base de dato.

source: SQLite database path:
es: Ruta de la base de datos SQLite:

source: Please enter database path.
es: Por favor, introduzca la ruta de la base de datos.

source: Connection test:
es: Prueba de conexión:

source: Loading...
es: Cargando...

source: Connection error
es: Error de conexión

source: test
es: prueba

source: Bconsole binary file path:
es: Ruta del archivo binario Bconsole:

source: Please enter bconsole path.
es: Por favor, introduzca la ruta de Bconsole.

source: Please enter bconsole config file path.
es: Por favor, introduzca la ruta del archivo de configuración de Bconsole.

source: Bconsole connection test:
es: Prueba de conexión Bconsole:

source: Bconsole admin config file path:
es: Ruta del archivo de configuración de admin de Bconsole:

source: NOTE!
es: ¡NOTA!

source: Step 3 - share the Bacula Bconsole commands interface
es: Paso 3 - compartir la interfaz de comandos de Bconsole de Bacula

source: Console API
es: API de Consola

source: bdirjson binary file path:
es: Ruta del archivo binario bdirjson:

source: bsdjson binary file path:
es: Ruta del archivo binario bsdjson:

source: bfdjson binary file path:
es: Ruta del archivo binario bfdjson:

source: bbconsjson binary file path:
es: Ruta del archivo binario bbconsjson:

source: Main Director config file path (usually bacula-dir.conf):
es: Ruta del archivo de configuración del Director principal (generalmente bacula-dir.conf):

source: Main Storage Daemon config file path (usually bacula-sd.conf):
es: Ruta del archivo de configuración del Daemon de almacenamiento principal (generalmente bacula-sd.conf):

source: Main File Daemon config file path (usually bacula-fd.conf):
es: Ruta del archivo de configuración del Daemon de archivos principal (generalmente bacula-fd.conf):

source: Admin Bconsole config file path (usually bconsole.conf):
es: Ruta del archivo de configuración de la consola de administración de Bconsole (generalmente bconsole.conf):

source: Test configuration
es: Probar configuración

source: General configuration
es: Configuración general

source: Step 4 - share the Bacula configuration interface
es: Paso 4 - compartir la interfaz de configuración de Bacula

source: There is required to provide both binary file and config file paths.
es: Es necesario proporcionar tanto las rutas de los archivos binarios como de los archivos de configuración.

source: Directory path field is required.
es: Se requiere el campo de ruta del directorio.

source: Provided directory path is not writable by web server.
es: La ruta del directorio proporcionada no es escribible por el servidor web.

source: Config API
es: Configuración API

source: Finish
es: Finalizar

source: Administration login:
es: Inicio de sesión de Administración:

source: Administration password:
es: Contraseña de Administración:

source: Please enter password.
es: Por favor, introduzca la contraseña.

source: Password must be longer than 4 chars.
es: La contraseña debe ser mayor de 4 caracteres.

source: Retype administration password:
es: Vuelva a escribir la contraseña de administración:

source: Please enter retype password.
es: Por favor, vuelva a introducir la contraseña.

source: Passwords must be the same.
es: Las contraseñas deben ser iguales.

source: Use HTTP Basic authentication
es: Usar autenticación básica HTTP

source: Use OAuth2 for authorization and authentication
es: Usar OAuth2 para autorización y autenticación

source: Database port:
es: Puerto de base de datos:

source: Database file path (SQLite only):
es: Ruta del archivo de base de datos (sólo SQLite):

source: Use sudo for bconsole requests:
es: Usar sudo para solicitudes bconsole:

source: Save
es: Guardar

source: Step 6 - Finish
es: Paso 6 - Finalizar

source: Use sudo for Bacula JSON tools:
es: Usar sudo para herramientas JSON de Bacula:

source: Main Director config file path:
es: Ruta del archivo de configuración del Director principal:

source: Main Client config file path:
es: Ruta del archivo de configuración del Cliente principal:

source: Main Storage Daemon config file path:
es: Ruta del archivo de configuración del Daemon de Almacenamiento principal:

source: Main Bconsole config file path:
es: Ruta del archivo de configuración bconsole principal:

source: Please select API endpoint
es: Por favor, seleccione el punto final de la API

source: Catalog access:
es: Acceso al catálogo:

source: Console access:
es: Acceso a la consola:

source: Config access:
es: Acceso a la configuración:

source: Disabled
es: Desactivado

source: Invalid Client ID value. Client ID may contain a-z A-Z 0-9 - _ characters.
es: Valor de ID de Cliente no válido. El ID de Cliente puede contener los caracteres a-z A-Z 0-9 - _.

source: Please enter Client ID.
es: Por favor, introduzca la ID de Cliente.

source: OAuth2 Client ID:
es: ID de Cliente OAuth2:

source: OAuth2 Client Secret:
es: Secreto de Cliente OAuth2:

source: Please enter Client Secret.
es: Por favor, introduzca el Secreto de Cliente.

source: Invalid Client Secret value. Client Secret may contain any character that is not a whitespace character.
es: Valor del Secreto de Cliente no válido. El Secreto de Cliente puede contener cualquier carácter que no sea un espacio en blanco.

source: generate
es: generar

source: Dedicated Bconsole config file path:
es: Ruta del archivo de configuración bconsole dedicado:

source: Please enter Redirect URI.
es: Por favor, introduzca el URI de Redireccionamiento.

source: OAuth2 Redirect URI (example: https://bacularis:9097/web/redirect):
es: URI de Redireccionamiento OAuth2 (ejemplo: https://bacularis:9097/web/redirect):

source: (optional)
es: (opcional)

source: OAuth2 scopes (space separated):
es: Alcances OAuth2 (separados por espacio):

source: Please enter OAuth2 scopes.
es: Por favor, introduzca los alcances OAuth2.

source: Refresh token
es: Actualizar token

source: New OAuth2 client
es: Nuevo cliente OAuth2

source: Add
es: Añadir

source: API Login:
es: Nombre de usuario de API:

source: API Password:
es: Contraseña de API:

source: Retype password:
es: Volver a escribir la contraseña:

source: Please enter API login.
es: Por favor, introduzca el inicio de sesión de API.

source: Please enter API password.
es: Por favor, introduzca la contraseña de API.

source: User added successfully.
es: Usuario añadido exitosamente.

source: Problem during save to config file. Please check users config file permission.
es: Problema al guardar en el archivo de configuración. Por favor, compruebe los permisos del archivo de configuración de usuarios.

source: Given user already exists in config file.
es: El usuario dado ya existe en el archivo de configuración.

source: set all scopes
es: establecer todos los alcances

source: Welcome on the Bacularis API default page
es: Bienvenido a la página por defecto de la API de Bacularis

source: Bacularis API Client
es: Cliente de la API de Bacularis

source: Here you can try one from API commands
es: Aquí puedes probar uno de los comandos de la API

source: Starting...
es: Iniciando...

source: Username
es: Nombre de usuario

source: Delete
es: Eliminar

source: Client ID
es: ID de cliente

source: Redirect URI
es: Redirigir URI

source: Scopes
es: Alcances

source: Bconsole Path
es: Ruta Bconsole

source: Access token:
es: Token de acceso:

source: Send request
es: Enviar solicitud

source: Basic auth ready...
es: Autenticación básica lista...

source: Name
es: Nombre

source: Short name:
es: Nombre corto:

source: Edit
es: Editar

source: Edit OAuth2 client parameters
es: Editar parámetros del cliente OAuth2

source: Select:
es: Seleccionar:

source: Bacularis working directory for Bacula config:
es: Directorio de trabajo de Bacularis para la configuración de Bacula:

source: In this directory Bacularis API saves temporarily Bacula configuration files (mainly for validation purposes) just before they are written as real Bacula configuration files.
es: En este directorio, la API de Bacularis guarda temporalmente los archivos de configuración de Bacula (principalmente para fines de validación) justo antes de que se escriban como archivos de configuración de Bacula reales.

source: Version:
es: Versión:

source: Authentication
es: Autenticación

source: Authentication type:
es: Tipo de autenticación:

source: Step 5 - authentication to API
es: Paso 5 - autenticación a la API

source: Actions
es: Acciones

source: Start
es: Iniciar

source: Stop
es: Detener

source: Restart
es: Reiniciar

source: Director start command:
es: Comando de inicio del Director:

source: Director stop command:
es: Comando de parada del Director:

source: Director restart command:
es: Comando de reinicio del Director:

source: Storage Daemon start command:
es: Comando de inicio del Daemon de Almacenamiento:

source: Storage Daemon stop command:
es: Comando de parada del Daemon de Almacenamiento:

source: Storage Daemon restart command:
es: Comando de reinicio del Daemon de Almacenamiento:

source: File Daemon/Client start command:
es: Comando de inicio del Daemon de Archivos/Cliente:

source: File Daemon/Client stop command:
es: Comando de parada del Daemon de Archivos/Cliente:

source: File Daemon/Client restart command:
es: Comando de reinicio del Daemon de Archivos/Cliente:

source: Do you want to setup start, stop and restart actions for Bacula components? If you define them, there will be possible to call these actions via API interface and by Baculum Web as well.
es: ¿Quieres configurar las acciones de inicio, parada y reinicio para los componentes de Bacula? Si los defines, será posible llamar a estas acciones a través de la interfaz API y por Baculum Web también.

source: Sudo configuration
es: Configuración sudo

source: Example sudo configuration for Apache, Nginx and Lighttpd web servers with default PHP-FPM configuration:
es: Configuración sudo de ejemplo para los servidores web Apache, Nginx y Lighttpd con configuración predeterminada de PHP-FPM:

source: Get sudo configuration
es: Obtener configuración sudo

source: Please copy appropriate sudo configuration and put it to a new sudoers.d file for example /etc/sudoers.d/bacularis
es: Por favor, copie la configuración sudo apropiada y póngala en un nuevo archivo sudoers.d, por ejemplo /etc/sudoers.d/bacularis

source: Step 5 - enable actions for components
es: Paso 5 - habilitar acciones para componentes

source: Directory path for new config files:
es: Ruta de directorio para nuevos archivos de configuración:

source: Use sudo for actions:
es: Usar sudo para acciones:

source: Actions setting:
es: Configuración de acciones:

source: Note
es: Nota

source: Please use visudo to add this configuration, otherwise please do remember to add empty line at the end of file.
es: Por favor, use visudo para agregar esta configuración, de lo contrario, recuerde agregar una línea vacía al final del archivo.

source: Dashboard
es: Tablero

source: Basic users
es: Usuarios básicos

source: OAuth2 clients
es: Clientes OAuth2

source: Settings
es: Configuraciones

source: Configuration wizard
es: Asistente de configuración

source: Welcome
es: Bienvenido

source: Add user
es: Agregar usuario

source: Edit user
es: Editar usuario

source: Add OAuth2 client
es: Agregar cliente OAuth2

source: Are you sure?
es: ¿Estás seguro?

source: API settings
es: Configuración de API

source: Catalog
es: Catálogo

source: Console
es: Consola

source: Enabled:
es: Habilitado:

source: Debug:
es: Depurar:

source: Add client
es: Agregar cliente

source: Edit client
es: Editar cliente

source: Invalid user. User may contain a-z A-Z 0-9 characters.
es: Usuario no válido. El usuario puede contener caracteres a-z A-Z 0-9.

source: Show/hide
es: Mostrar/ocultar

source: Copy to clipboard
es: Copiar al portapapeles

source: Logout
es: Cerrar sesión

source: Devices
es: Dispositivos

source: Autochangers
es: Cambios automáticos

source: Add autochanger
es: Agregar cambio automático

source: Device
es: Dispositivo

source: Name:
es: Nombre:

source: Changer device:
es: Dispositivo cambiador:

source: Changer command:
es: Comando cambiador:

source: Drive index:
es: Índice de unidades:

source: Drive index
es: Índice de unidades

source: Devices:
es: Dispositivos:

source: Add device
es: Agregar dispositivo

source: Field cannot be empty.
es: El campo no puede estar vacío.

source: Invalid value.
es: Valor no válido.

source: Device with the given name already exists.
es: El dispositivo con el nombre dado ya existe.

source: Edit device
es: Editar dispositivo

source: Use CTRL + left-click to multiple item selection
es: Use CTRL + clic izquierdo para seleccionar varios elementos

source: Device path:
es: Ruta del dispositivo:

source: Edit autochanger
es: Editar cambio automático

source: Autochanger
es: Cambio automático

source: Unable to delete device. Please unassign it from autochanger '%s' first.
es: No se puede eliminar el dispositivo. Desasígnalo del cambiador automático '%s' primero.

source: Autochanger with the given name already exists.
es: El cambiador automático con el nombre dado ya existe.

source: Copy from Bacula SD config:
es: Copiar desde la configuración de Bacula SD:

source: Changer command test:
es: Prueba de comando cambiador:

source: Changer command error
es: Error de comando cambiador

source: Copy
es: Copiar

source: Column visibility
es: Visibilidad de la columna

source: 1 row selected
es: 1 fila seleccionada

source: %d rows selected
es: %d filas seleccionadas

source: Showing _START_ to _END_ of _TOTAL_ entries
es: Mostrando _START_ a _END_ de _TOTAL_ entradas

source: First
es: Primero

source: Last
es: Último

source: No matching records found
es: No se encontraron registros coincidentes

source: filtered from _MAX_ total entries
es: filtrado de _MAX_ entradas totales

source: No data available in table
es: No hay datos disponibles en la tabla

source: Search:
es: Buscar:

source: Get pre-defined paths:
es: Obtener rutas predefinidas:

source: Select paths
es: Seleccionar rutas

source: Binaries:
es: Binarios:

source: Configs:
es: Configuraciones:

source: Dedicated Bconsole config
es: Configuración de Bconsole dedicado

source: Step 1 - general options
es: Paso 1 - opciones generales

source: Services:
es: Servicios:

source: Enable API instance
es: Habilitar instancia de API

source: Enable web interface
es: Habilitar interfaz web

source: Welcome to the Bacularis install wizard
es: Bienvenido al asistente de instalación de Bacularis

source: Please select language.
es: Por favor, seleccione el idioma.

source: What services would you like to enable for this installation?
es: ¿Qué servicios le gustaría habilitar para esta instalación?

source: recommended
es: recomendado

source: Step 5 - authentication
es: Paso 5 - autenticación

source: API authentication
es: Autenticación API

source: Use the same credentials for the API and for the web interface
es: Usar las mismas credenciales para la API y para la interfaz web

source: Advanced options
es: Opciones avanzadas

source: Web interface settings
es: Configuraciones de la interfaz web

source: API IP Address/Hostname:
es: Dirección IP/Nombre de anfitrión de la API:

source: Web interface authentication
es: Autenticación de la interfaz web

source: API Protocol:
es: Protocolo API:

source: API Port:
es: Puerto API:

source: Select OS type
es: Seleccionar tipo de sistema operativo

source: RPM-based system
es: Sistema basado en RPM

source: DEB-based system
es: Sistema basado en DEB

source: Director installation command:
es: Comando de instalación del Director:

source: Director upgrade command:
es: Comando de actualización del Director:

source: Director removal command:
es: Comando de eliminación del Director:

source: Director info command:
es: Comando de información del Director:

source: Director enable command:
es: Comando de habilitación del Director:

source: Director pre-installation command:
es: Comando pre-instalación del Director:

source: Director pre-upgrade command:
es: Comando pre-actualización del Director:

source: Director pre-removal command:
es: Comando pre-eliminación del Director:

source: Director post-installation command:
es: Comando post-instalación del Director:

source: Director post-upgrade command:
es: Comando post-actualización del Director:

source: Director post-removal command:
es: Comando post-eliminación del Director:

source: Storage Daemon installation command:
es: Comando de instalación del Daemon de Almacenamiento:

source: Storage upgrade command:
es: Comando de actualización de Almacenamiento:

source: Storage removal command:
es: Comando de eliminación de Almacenamiento:

source: Storage info command:
es: Comando de información de Almacenamiento:

source: Storage enable command:
es: Comando para habilitar almacenamiento:

source: Storage pre-installation command:
es: Comando de preinstalación de almacenamiento:

source: Storage pre-upgrade command:
es: Comando de preactualización de almacenamiento:

source: Storage pre-removal command:
es: Comando de preremoción de almacenamiento:

source: Storage post-installation command:
es: Comando de postinstalación de almacenamiento:

source: Storage post-upgrade command:
es: Comando de post-actualización de almacenamiento:

source: Storage post-removal command:
es: Comando de post-remoción de almacenamiento:

source: Client installation command:
es: Comando de instalación del cliente:

source: Client upgrade command:
es: Comando de actualización del cliente:

source: Client removal command:
es: Comando de eliminación del cliente:

source: Client info command:
es: Comando de información del cliente:

source: Client enable command:
es: Comando para habilitar el cliente:

source: Client pre-installation command:
es: Comando de preinstalación del cliente:

source: Client pre-upgrade command:
es: Comando de preactualización del cliente:

source: Client pre-removal command:
es: Comando de preremoción del cliente:

source: Client post-installation command:
es: Comando de postinstalación del cliente:

source: Client post-upgrade command:
es: Comando de post-actualización del cliente:

source: Client post-removal command:
es: Comando de post-remoción del cliente:

source: Bconsole installation command:
es: Comando de instalación Bconsole:

source: Bconsole upgrade command:
es: Comando de actualización Bconsole:

source: Bconsole removal command:
es: Comando de eliminación Bconsole:

source: Bconsole info command:
es: Comando de información Bconsole:

source: Bconsole enable command:
es: Comando para habilitar Bconsole:

source: Bconsole pre-installation command:
es: Comando de preinstalación Bconsole:

source: Bconsole pre-upgrade command:
es: Comando de preactualización Bconsole:

source: Bconsole pre-removal command:
es: Comando de preremoción Bconsole:

source: Bconsole post-installation command:
es: Comando de postinstalación Bconsole:

source: Bconsole post-upgrade command:
es: Comando de post-actualización Bconsole:

source: Bconsole post-removal command:
es: Comando de post-remoción Bconsole:

source: Software management
es: Gestión de software

source: Get pre-defined commands:
es: Obtener comandos predefinidos:

source: Director resource permissions
es: Permisos de recursos del Director

source: Storage resource permissions
es: Permisos de recursos de almacenamiento

source: Client resource permissions
es: Permisos de recursos del cliente

source: Bconsole resource permissions
es: Permisos de recursos Bconsole

source: Resource
es: Recurso

source: Read-Only
es: Solo lectura

source: Read-Write
es: Lectura-Escritura

source: No access
es: Sin acceso

source: read only
es: solo lectura

source: read write
es: lectura escritura

source: no access
es: sin acceso

source: Preview
es: Vista previa

source: All read-only
es: Todos solo lectura

source: All read-write
es: Todos lectura-escritura

source: All no access
es: Todos sin acceso

source: Resource permissions
es: Permisos de recursos

source: By default, all resources have read-write permissions.
es: Por defecto, todos los recursos tienen permisos de lectura y escritura.

source: Sudo Runas user:
es: Sudo Runas usuario:

source: Sudo Runas group:
es: Sudo Runas grupo:

source: What services do you want to enable for this installation?
es: ¿Qué servicios quieres habilitar para esta instalación?

source: Do you have Bacula installed on this host?
es: ¿Tienes Bacula instalado en este host?

source: Yes. I already have Bacula component(s) installed on this host. I would like to use Bacularis with them.
es: Sí. Ya tengo componentes de Bacula instalados en este host. Me gustaría usar Bacularis con ellos.

source: No. I do not have Bacula installed. I would like to install Bacula now and use Bacularis with it.
es: No. No tengo Bacula instalado. Me gustaría instalar Bacula ahora y usar Bacularis con él.

source: What is your operating system?
es: ¿Cuál es tu sistema operativo?

source: Operating system:
es: Sistema operativo:

source: What are your system admin account credentials?
es: ¿Cuáles son las credenciales de tu cuenta de administrador del sistema?

source: System admin login:
es: Inicio de sesión del administrador del sistema:

source: System admin password:
es: Contraseña del administrador del sistema:

source: After clicking the install Bacula button, there will be installed on this host Catalog (PostgreSQL), Bacula Director, Client, Storage and Bconsole.
es: Después de hacer clic en el botón de instalación de Bacula, se instalarán en este host Catalog (PostgreSQL), Director de Bacula, Cliente, Almacenamiento y Bconsole.

source: Install Bacula
es: Instalar Bacula

source: Bacula has been installed successfully. You can close this window and go further.
es: Bacula se ha instalado correctamente. Puede cerrar esta ventana y continuar.

source: Result
es: Resultado

source: Raw output
es: Salida en bruto

source: Add SUDO settings
es: Agregar configuraciones de SUDO

source: Configure Bacularis
es: Configurar Bacularis

source: Install Catalog
es: Instalar Catálogo

source: Install Director
es: Instalar Director

source: Install Storage
es: Instalar Almacenamiento

source: Install Client
es: Instalar Cliente

source: Install Bconsole
es: Instalar Bconsole

source: Step
es: Paso

source: Close
es: Cerrar

source: Plugin settings
es: Configuración del plugin

source: Installed plugins
es: Plugins instalados

source: Add plugin settings
es: Agregar configuraciones de plugin

source: Plugin name
es: Nombre del plugin

source: Enabled
es: Habilitado

source: Type
es: Tipo

source: Version
es: Versión

source: Select plugin
es: Seleccionar plugin

source: Edit plugin settings
es: Editar configuraciones del plugin
