Repository: bacularis/bacularis-lang-es
Catalog: Web/messages.po
Languages: es

source: No debug
es: Sin debug

source: Job bytes:
es: Bytes de trabajo:

source: Job files:
es: Archivos de trabajo:

source: Average speed:
es: Velocidad promedio:

source: Processing file:
es: Procesando archivo:

source: Read bytes:
es: Bytes leídos:

source: Examined files:
es: Archivos examinados:

source: Running jobs
es: Trabajos en ejecución

source: Job errors:
es: Errores de trabajo:

source: Type:
es: Tipo:

source: Refresh interval (sec.):
es: Intervalo de actualización (seg.):

source: To disable refreshing please type 0.
es: Para deshabilitar la actualización, por favor ingrese 0.

source: No jobs running
es: No hay trabajos en ejecución

source: Graphical client status is supported for Bacula clients version 9.0 and greater.
es: El estado del cliente gráfico es compatible con las versiones de los clientes Bacula 9.0 y superiores.

source: Status request timed out. The most probably the Bacula client is not available or it is not running.
es: La solicitud de estado excedió el tiempo límite. Lo más probable es que el cliente Bacula no esté disponible o no esté ejecutándose.

source: Start
es: Iniciar

source: Stop
es: Detener

source: Restart
es: Reiniciar

source: Component action result
es: Resultado de la acción del componente

source: Component start finished successfully.
es: El inicio del componente se completó con éxito.

source: Component stop finished successfully.
es: El cierre del componente se completó con éxito.

source: Component restart finished successfully.
es: El reinicio del componente se completó con éxito.

source: Set bandwidth
es: Establecer ancho de banda

source: Set client bandwidth limit
es: Establecer límite de ancho de banda del cliente

source: Here you can set bandwidth limit on client. This changes is applied on running client. There is no need to restart it.
es: Aquí puedes establecer un límite de ancho de banda en el cliente. Este cambio se aplica en el cliente en funcionamiento. No hay necesidad de reiniciarlo.

source: Bandwidth limit
es: Límite de ancho de banda

source: Here you can set bandwidth limit on client. This change is applied on running client. There is no need to restart it.
es: Aquí puedes establecer un límite de ancho de banda en el cliente. Este cambio se aplica en el cliente en funcionamiento. No hay necesidad de reiniciarlo.

source: Setting 0 (zero) value disables bandwidth limitation.
es: Establecer el valor 0 (cero) desactiva la limitación del ancho de banda.

source: Set job bandwidth limit
es: Establecer límite de ancho de banda del trabajo

source: Here you can set bandwidth limit for job. This change is applied on running job.
es: Aquí puedes establecer un límite de ancho de banda para el trabajo. Este cambio se aplica en el trabajo en funcionamiento.

source: Progress bar displays estimated values
es: La barra de progreso muestra valores estimados

source: Byte progress bar:
es: Barra de progreso de bytes:

source: File progress bar:
es: Barra de progreso de archivos:

source: Running job status
es: Estado del trabajo en ejecución

source: Raw job log
es: Registro de trabajo en bruto

source: Not available
es: No disponible

source: The storage has been selected basing on job configuration. This item may require adjusting before job run.
es: El almacenamiento ha sido seleccionado en base a la configuración del trabajo. Este ítem puede requerir ajustes antes de la ejecución del trabajo.

source: Graphical job status is supported for jobs running on Bacula clients version 9.0 and greater.
es: El estado del trabajo gráfico es compatible con trabajos que se ejecutan en clientes Bacula versión 9.0 y superior.

source: Offset:
es: Compensación:

source: List type:
es: Tipo de lista:

source: saved items
es: elementos guardados

source: deleted items
es: elementos eliminados

source: all
es: todos

source: Find file or directory
es: Buscar archivo o directorio

source: Find
es: Buscar

source: Item count:
es: Conteo de elementos:

source: No item result
es: No hay resultados de elementos

source: Refresh job log
es: Actualizar registro de trabajo

source: Set job log order (ascending/descending)
es: Establecer orden del registro de trabajo (ascendente/descendente)

source: Run every month
es: Ejecutar cada mes

source: Run one month a year
es: Ejecutar un mes al año

source: Run from month to month a year (range)
es: Ejecutar de mes a mes al año (rango)

source: Run every week
es: Ejecutar cada semana

source: Run one week a month
es: Ejecutar una semana al mes

source: Run from week to week a month (range)
es: Ejecutar de semana a semana al mes (rango)

source: Run every day
es: Ejecutar cada día

source: Run one day a month
es: Ejecutar un día al mes

source: Run from day to day a month (range)
es: Ejecutar de día a día al mes (rango)

source: Run every day of week
es: Ejecutar cada día de la semana

source: Run one day of week
es: Ejecutar un día de la semana

source: Run from day of week to day of week (range)
es: Ejecutar desde un día de la semana hasta otro día de la semana (rango)

source: Run every full hour
es: Ejecutar cada hora completa

source: Run at hour and minute
es: Ejecutar a la hora y minuto

source: Run hourly at minute
es: Ejecutar cada hora en el minuto

source: Hour and minute
es: Hora y minuto

source: Validation error
es: Error de validación

source: Please select month in Run block
es: Por favor selecciona el mes en el bloque Ejecutar

source: Please select month range in Run block
es: Por favor selecciona el rango de meses en el bloque Ejecutar

source: Please select week in Run block
es: Por favor selecciona la semana en el bloque Ejecutar

source: Please select week range in Run block
es: Por favor selecciona el rango de semanas en el bloque Ejecutar

source: Please select day in Run block
es: Por favor selecciona el día en el bloque Ejecutar

source: Please select day range in Run block
es: Por favor selecciona el rango de días en el bloque Ejecutar

source: Please select day of week in Run block
es: Por favor seleccione el día de la semana en Bloque Ejecutar

source: Please select day of week range in Run block
es: Por favor seleccione rango del día de la semana en Bloque Ejecutar

source: Please select hour in Run block
es: Por favor seleccione la hora en Bloque Ejecutar

source: Please select hour and minute in Run block
es: Por favor seleccione hora y minuto en Bloque Ejecutar

source: Are you sure, you want to delete this job?
es: ¿Estás seguro de que quieres eliminar este trabajo?

source: Access-control list
es: Lista de control de acceso

source: Communications encryption
es: Cifrado de comunicaciones

source: Copy and migration
es: Copia y migración

source: CSV file
es: Archivo CSV

source: Data encryption
es: Cifrado de datos

source: Deduplication optimized volumes
es: Volúmenes optimizados para la deduplicación

source: Device
es: Dispositivo

source: Disk
es: Disco

source: Duplicates and priorities
es: Duplicados y prioridades

source: Graphite
es: Grafito

source: Limitations
es: Limitaciones

source: Networking
es: Redes

source: Pruning
es: Poda

source: Spooling
es: Enconado

source: Tape
es: Cinta

source: Verify
es: Verificar

source: Virtual full backup
es: Copia de seguridad completa virtual

source: Volume recycling
es: Reciclaje de volumen

source: Tip: checking 'All' message type causes, that rest checked message types are saved with negation ex. Catalog = All, !Debug, !Saved, !Skipped
es: Consejo: marcar 'Todos' en tipo de mensaje provoca que el resto de tipos de mensaje marcados se guarden con negación ej. Catálogo = Todos, !Debug, !Guardados, !Omitidos

source: Enable restore from copy jobs feature:
es: Habilitar función de restauración desde trabajos de copia:

source: Note: if you select incremental or differential backup, on the next step will be also loaded all directories and files from older backups required to do the job restore. In other words, the selected backup determines time point from which will be loaded the selected backup and other older backups (incremental, differential) backups up till closest full backup.
es: Nota: si selecciona la copia de seguridad incremental o diferencial, en el siguiente paso también se cargarán todos los directorios y archivos de copias de seguridad más antiguas necesarios para restablecer el trabajo. En otras palabras, la copia de seguridad seleccionada determina el punto de tiempo desde el cual se cargarán la copia de seguridad seleccionada y otras copias de seguridad más antiguas (incremental, diferencial) hasta la copia de seguridad completa más cercana.

source: Create new resource
es: Crear nuevo recurso

source: The resource has been created successfully.
es: El recurso ha sido creado exitosamente.

source: Scheduled time
es: Hora programada

source: Real end time
es: Hora real de finalización

source: Read bytes
es: Bytes leídos

source: Job errors
es: Errores de trabajo

source: Job missing files
es: Archivos faltantes en el trabajo

source: Purged files
es: Archivos purgados

source: Has base
es: Tiene base

source: Reviewed
es: Revisado

source: Comment
es: Comentario

source: File table
es: Tabla de archivos

source: Label date
es: Fecha de etiqueta

source: Vol. blocks
es: Bloques de Vol.

source: Vol. abytes
es: abytes de Vol.

source: Vol. apadding
es: apadding de Vol.

source: Vol. hole bytes
es: bytes de agujeros de Vol.

source: Vol. holes
es: agujeros de Vol.

source: Vol. parts
es: partes de Vol.

source: Vol. writes
es: escrituras de Vol.

source: Vol. capacity bytes
es: bytes de capacidad de Vol.

source: Storage
es: Almacenamiento

source: Media addressing
es: Direccionamiento de medios

source: Vol. read time
es: Tiempo de lectura de Vol.

source: Vol. write time
es: Tiempo de escritura Vol.

source: End file
es: Archivo final

source: End block
es: Bloque final

source: Initial write
es: Escritura inicial

source: Vol. type
es: Tipo de Vol.

source: Vol. cloud parts
es: Partes de nube Vol.

source: Last part bytes
es: Bytes de la última parte

source: Cache retention
es: Retención de caché

source: Bulk action
es: Acción masiva

source: Following jobs are running and cannot be deleted: %running_jobs To delete them, please stop these jobs and try again.
es: Los siguientes trabajos están en ejecución y no pueden ser eliminados: %running_jobs Para eliminarlos, por favor detén estos trabajos e intenta de nuevo.

source: Refresh page
es: Actualizar página

source: Tip: Use left-click to select table row. Use CTRL + left-click to multiple row selection. Use SHIFT + left-click to add a range of rows to selection.
es: Consejo: Usa clic izquierdo para seleccionar una fila de la tabla. Usa CTRL + clic izquierdo para seleccionar varias filas. Usa SHIFT + clic izquierdo para agregar un rango de filas a la selección.

source: Show time in job log:
es: Mostrar tiempo en el registro de trabajo:

source: Security
es: Seguridad

source: Long name
es: Nombre largo

source: Edit user
es: Editar usuario

source: Long name:
es: Nombre largo:

source: Description:
es: Descripción:

source: E-mail:
es: Correo electrónico:

source: Invalid e-mail address value.
es: Valor de dirección de correo electrónico no válido.

source: Invalid username value.
es: Valor de nombre de usuario no válido.

source: Username
es: Nombre de usuario

source: E-mail
es: Correo electrónico

source: Description
es: Descripción

source: Add user
es: Agregar usuario

source: Username field cannot be empty.
es: El campo de nombre de usuario no puede estar vacío.

source: At least one role must be selected.
es: Se debe seleccionar al menos un rol.

source: Username with the given name already exists.
es: El nombre de usuario dado ya existe.

source: Edit role
es: Editar rol

source: Role with limitted access
es: Rol con acceso limitado

source: Role with full access
es: Rol con acceso completo

source: Role:
es: Rol:

source: Resources:
es: Recursos:

source: Role name
es: Nombre del rol

source: Resources
es: Recursos

source: Add new role
es: Agregar nuevo rol

source: Role field cannot be empty.
es: El campo del rol no puede estar vacío.

source: At least one resource must be selected.
es: Se debe seleccionar al menos un recurso.

source: Role with the given name already exists.
es: El rol con el nombre dado ya existe.

source: This is native predefined role, that cannot be changed. For having custom roles please use the button to add new role.
es: Este es un rol predefinido nativo, que no puede ser cambiado. Para tener roles personalizados, por favor usa el botón para agregar un nuevo rol.

source: The following roles are predefined and cannot be removed: %predefined_roles
es: Los siguientes roles son predefinidos y no pueden ser eliminados: %predefined_roles

source: The following roles are using by users and cannot be removed: %used_roles To remove them, please unassign all users from these roles.
es: Los siguientes roles están siendo utilizados por usuarios y no pueden ser eliminados: %used_roles Para eliminarlos, por favor desasigna a todos los usuarios de estos roles.

source: Add role
es: Agregar rol

source: Authentication method
es: Método de autenticación

source: HTTP Basic authentication
es: Autenticación básica HTTP

source: LDAP authentication
es: Autenticación LDAP

source: LDAP server options
es: Opciones del servidor LDAP

source: SSL encryption (LDAPS):
es: Cifrado SSL (LDAPS):

source: Protocol version:
es: Versión del protocolo:

source: LDAP version
es: Versión LDAP

source: LDAP authentication method
es: Método de autenticación LDAP

source: Anonymous authentication
es: Autenticación anónima

source: Simple authentication
es: Autenticación simple

source: Base DN:
es: DN base:

source: Attributes
es: Atributos

source: Please enter port.
es: Por favor ingrese el puerto.

source: Please enter username.
es: Por favor ingrese el nombre de usuario.

source: Manager DN:
es: DN del Gerente:

source: Please enter IP Address/Hostname.
es: Por favor ingrese la dirección IP/Nombre del host.

source: Please enter username attribute.
es: Por favor ingrese el atributo del nombre de usuario.

source: Test LDAP connection
es: Prueba de conexión LDAP

source: Manage LDAP users
es: Administrar usuarios LDAP

source: Please enter Base DN.
es: Por favor ingrese DN base.

source: LDAP user list
es: Lista de usuarios LDAP

source: Import users
es: Importar usuarios

source: Import all users
es: Importar todos los usuarios

source: Import selected users
es: Importar usuarios seleccionados

source: Import users whose fulfill criteria
es: Importar usuarios que cumplen criterios

source: Import options:
es: Opciones de importación:

source: Criteria filter:
es: Filtro de criterios:

source: contains:
es: contiene:

source: Reload
es: Recargar

source: Please select users in table to import.
es: Por favor seleccione los usuarios en la tabla para importar.

source: Do not overwrite existing Bacularis Web users, if they have the same username
es: No sobreescribir a los usuarios web existentes de Bacularis, si tienen el mismo nombre de usuario

source: Default role for imported users:
es: Rol predeterminado para los usuarios importados:

source: Advanced options
es: Opciones avanzadas

source: Default API hosts for imported users:
es: Hosts API predeterminados para usuarios importados:

source: Log in
es: Iniciar sesión

source: Invalid username or password
es: Nombre de usuario o contraseña inválidos

source: IP address restrictions
es: Restricciones de dirección IP

source: IP address restrictions:
es: Restricciones de dirección IP:

source: Use CTRL + left-click to multiple item selection
es: Use CTRL + clic izquierdo para seleccionar varios elementos

source: Comma separated IP addresses. Using asterisk character, there is also possible to provide subnet, for example: 192.168.1.*
es: Direcciones IP separadas por comas. Utilizando el carácter asterisco, también es posible proporcionar una subred, por ejemplo: 192.168.1.*

source: Default IP address restrictions for imported users:
es: Restricciones de dirección IP predeterminadas para usuarios importados:

source: Set your IP address
es: Establezca su dirección IP

source: Invalid IP address restrictions value. This field can have comma separated IP addresses only or subnet addresses like 192.168.1.*
es: Valor de restricciones de dirección IP inválido. Este campo solo puede tener direcciones IP separadas por comas o direcciones de subred como 192.168.1.*

source: General settings
es: Configuraciones generales

source: Default access setting for logged in users not defined in Bacularis Web:
es: Configuración de acceso predeterminada para usuarios conectados no definidos en Bacularis Web:

source: No access
es: Sin acceso

source: Access with default settings
es: Acceso con configuraciones predeterminadas

source: Default role:
es: Rol predeterminado:

source: Default API host:
es: Host API predeterminado:

source: Users file path:
es: Ruta del archivo de usuarios:

source: Hash algorithm:
es: Algoritmo de hash:

source: Please enter users file path value.
es: Por favor ingrese el valor del camino del archivo de usuarios.

source: Test
es: Prueba

source: The user file is not accessible.
es: El archivo de usuario no es accesible.

source: The user file is not readable by web server user.
es: El archivo de usuario no puede ser leído por el usuario del servidor web.

source: The user file is readable but not writeable by web server user.
es: El archivo de usuario es legible pero no editable por el usuario del servidor web.

source: Allow Bacularis Web to manage the Basic authentication users (add/remove users and change their passwords)
es: Permitir a Bacularis Web administrar los usuarios de autenticación básica (agregar/eliminar usuarios y cambiar sus contraseñas)

source: Authorization failed. Please contact the Bacularis administrator to grant permissions.
es: Autorización fallida. Por favor, contacte al administrador de Bacularis para conceder permisos.

source: Try again
es: Intentar de nuevo

source: Manage Basic users
es: Administrar usuarios básicos

source: Empty user list
es: Lista de usuarios vacía

source: Basic user list
es: Lista de usuarios básicos

source: Access to Baculum API
es: Acceso a Baculum API

source: Access to Baculum Web
es: Acceso a Baculum Web

source: Requried support from web server side - e.g. %supported_web_server_list
es: Se requiere soporte desde el lado del servidor web, por ejemplo, %supported_web_server_list

source: Apache 2.4 with apr-util 1.5+
es: Apache 2.4 con apr-util 1.5+

source: Apache, Lighttpd and Nginx on most UNIX platforms
es: Apache, Lighttpd y Nginx en la mayoría de las plataformas UNIX

source: Nginx on most UNIX platforms
es: Nginx en la mayoría de las plataformas UNIX

source: No file found for selected backup. It can mean file records for this backup are pruned. Restoring selected files is not available but if you continue, there will be performed full restore all backup files.
es: No se encontró ningún archivo para la copia de seguridad seleccionada. Esto puede significar que los registros de archivos para esta copia de seguridad se han podado. No es posible restaurar los archivos seleccionados pero si continúas, se realizará una restauración completa de todos los archivos de la copia de seguridad.

source: Date and time format:
es: Formato de fecha y hora:

source: Available formats:
es: Formatos disponibles:

source: full 4 digits year, ex. 2021
es: Año completo de 4 dígitos, ej. 2021

source: 2 digits year, ex, 21
es: Año de 2 dígitos, ej, 21

source: 2 digits month 01..12
es: Mes de 2 dígitos 01..12

source: 1-2 digits month 1..12
es: Mes de 1-2 dígitos 1..12

source: 2 digits day 01..31
es: Día de 2 dígitos 01..31

source: 1-2 digits day 1..31
es: Día de 1-2 dígitos 1..31

source: 2 digits 24-hour format hour 00..23
es: Hora en formato de 24 horas con 2 dígitos 00..23

source: 1-2 digits 24-hour format hour 0..23
es: Hora en formato de 24 horas con 1-2 dígitos 0..23

source: 2 digits 12-hour format hour 01..12
es: Hora en formato de 12 horas con 2 dígitos 01..12

source: 1-2 digits 12-hour format hour 1..12
es: Hora en formato de 12 horas con 1-2 dígitos 1..12

source: 2 digits minutes 00..59
es: Minutos con 2 dígitos 00..59

source: 1-2 digits minutes 0..59
es: Minutos con 1-2 dígitos 0..59

source: 2 digits seconds 00..59
es: Segundos con 2 dígitos 00..59

source: 1-2 digits seconds 0..59
es: Segundos con 1-2 dígitos 0..59

source: AM/PM value
es: Valor AM/PM

source: 24-hours format time 17:22:41
es: Hora en formato de 24 horas 17:22:41

source: 12-hours format time 5:22:41 PM
es: Hora en formato de 12 horas 5:22:41 PM

source: Local user authentication
es: Autenticación de usuario local

source: Console ACLs
es: ACLs de la consola

source: Add new console
es: Añadir nueva consola

source: Edit console
es: Editar consola

source: Add console
es: Añadir consola

source: OAuth2 clients
es: Clientes OAuth2

source: Short name
es: Nombre corto

source: Add new OAuth2 client
es: Añadir nuevo cliente OAuth2

source: Short name:
es: Nombre corto:

source: Add OAuth2 client account
es: Añadir cuenta de cliente OAuth2

source: set all scopes
es: establecer todos los ámbitos

source: Edit OAuth2 client account
es: Editar cuenta de cliente OAuth2

source: Add new API host
es: Añadir nuevo host API

source: Get existing API host settings:
es: Obtener configuraciones de host API existentes:

source: Get existing OAuth2 client settings:
es: Obtener configuraciones de cliente OAuth2 existentes:

source: API hosts
es: Hosts API

source: Edit API host
es: Editar host API

source: Create dedicated Bconsole config file:
es: Crear archivo de configuración Bconsole dedicado:

source: Console ACL to use in new Bconsole config file:
es: ACL de la consola a utilizar en el nuevo archivo de configuración Bconsole:

source: Director for Bconsole config:
es: Director para la configuración de Bconsole:

source: The console ACLs enable to define available resources for users. The consoles are used in the Bacula configuration on the API host side. There is possible to assign the consoles to the API basic users or to the OAuth2 clients. The assign relation for the basic users is: Console ACL -&gt; API basic user -&gt; API host -&gt; User account. For OAuth2 clients the assign relation is: Console ACL -&gt; OAuth2 client -&gt; API host -&gt; User account.
es: Las ACL de la consola permiten definir los recursos disponibles para los usuarios. Las consolas se utilizan en la configuración de Bacula en el lado del host de la API. Es posible asignar las consolas a los usuarios básicos de la API o a los clientes de OAuth2. La relación de asignación para los usuarios básicos es: ACL de Consola -&gt; Usuario básico de la API -&gt; Host de la API -&gt; Cuenta de usuario. Para los clientes de OAuth2, la relación de asignación es: ACL de Consola -&gt; Cliente de OAuth2 -&gt; Host de la API -&gt; Cuenta de usuario.

source: The OAuth2 clients are configured on the API hosts. To create the OAuth2 clients from this page, you need to have an 'oauth2' scope in OAuth2 account related to your current admin user account. The OAuth2 client accounts are also possible to create directly in the panel of the Bacularis API.
es: Los clientes OAuth2 están configurados en los hosts de la API. Para crear los clientes OAuth2 desde esta página, necesitas tener un alcance 'oauth2' en la cuenta OAuth2 relacionada con tu cuenta actual de administrador. También es posible crear cuentas de clientes OAuth2 directamente en el panel de la API de Bacularis.
