Repository: bacularis/bacularis-lang-es
Catalog: Web/messages.po
Languages: es

source: Language:
es: Idioma:

source: select language
es: seleccionar idioma

source: Language
es: Idioma

source: Licence
es: Licencia

source: Database
es: Base de datos

source: Authentication
es: Autenticación

source: Finish
es: Finalizar

source: Console
es: Consola

source: Step 1 - select language
es: Paso 1 - seleccionar idioma

source: Please select language.
es: Por favor, seleccione idioma.

source: Step 2 - add API instances
es: Paso 2 - agregar instancias de API

source: Step 3 - params of Bacula database connection
es: Paso 3 - parámetros de conexión a la base de datos de Bacula

source: Step 4 - Baculum access to bconsole
es: Paso 4 - acceso de Baculum a bconsole

source: Step 5 - authorization params to Baculum
es: Paso 5 - parámetros de autorización para Baculum

source: Step 5 - Finish
es: Paso 5 - Finalizar

source: Save
es: Guardar

source: I have read the license terms and agree to
es: He leído los términos de la licencia y estoy de acuerdo con

source: Database type:
es: Tipo de base de datos:

source: select database
es: seleccione base de datos

source: Need to move on to accept the license.
es: Necesita avanzar para aceptar la licencia.

source: Database name:
es: Nombre de la base de datos:

source: Please select database type.
es: Por favor, seleccione el tipo de base de datos.

source: Please enter database name.
es: Por favor, introduzca el nombre de la base de dato.

source: Login:
es: Inicio de sesión:

source: Please enter login.
es: Por favor, introduzca el inicio de sesión.

source: Password:
es: Contraseña:

source: IP address (or hostname):
es: Dirección IP (o nombre de host):

source: Please enter IP address or hostname.
es: Por favor, introduzca la dirección IP o el nombre de host.

source: Port:
es: Puerto:

source: Please enter database port.
es: Por favor, introduzca el puerto de la base de dato.

source: SQLite database path:
es: Ruta de la base de datos SQLite:

source: Please enter database path.
es: Por favor, introduzca la ruta de la base de datos.

source: Connection test:
es: Prueba de conexión:

source: Loading...
es: Cargando...

source: Connection error
es: Error de conexión

source: test
es: prueba

source: Bconsole binary file path:
es: Ruta del archivo binario de Bconsole:

source: Please enter bconsole path.
es: Por favor, introduzca la ruta de bconsole.

source: Please enter bconsole config file path.
es: Por favor, introduzca la ruta del archivo de configuración de bconsole.

source: Use sudo:
es: Utilizar sudo:

source: Bconsole connection test:
es: Prueba de conexión de Bconsole:

source: Administration login:
es: Inicio de sesión de administración:

source: Administration password:
es: Contraseña de administración:

source: Please enter password.
es: Por favor, introduzca la contraseña.

source: Password must be longer than 4 chars.
es: La contraseña debe tener más de 4 caracteres.

source: Retype administration password:
es: Vuelva a introducir la contraseña de administración:

source: Please enter retype password.
es: Por favor, introduzca la contraseña de nuevo.

source: Passwords must be the same.
es: Las contraseñas deben ser iguales.

source: Database parameters
es: Parámetros de la base de datos

source: Database port:
es: Puerto de base de datos:

source: Bconsole access
es: Acceso a Bconsole

source: Use sudo for bconsole requests:
es: Usar sudo para solicitudes de bconsole:

source: Authorization to Baculum panel
es: Autorización para el panel Baculum

source: Step 7 - Finish
es: Paso 7 - Finalizar

source: Storage name:
es: Nombre del almacenamiento:

source: Console status
es: Estado de la consola

source: Drive number:
es: Número de unidad:

source: Slot number:
es: Número de ranura:

source: Mount
es: Montar

source: Release
es: Liberar

source: Umount
es: Desmontar

source: Status
es: Estado

source: Available actions
es: Acciones disponibles

source: Close
es: Cerrar

source: Operation is in progress
es: La operación está en progreso

source: Volume status:
es: Estado del volumen:

source: Recycle:
es: Reciclar:

source: Enabled:
es: Habilitado:

source: In changer:
es: En cambiador:

source: Apply
es: Aplicar

source: Volume name:
es: Nombre del volumen:

source: Client name:
es: Nombre del cliente:

source: Information about version
es: Información sobre la versión

source: Pool name:
es: Nombre del pool:

source: Purge
es: Purgar

source: Prune
es: Podar

source: Switch the window view (normal/details)
es: Cambiar la vista de la ventana (normal/detalles)

source: Maximum volumes:
es: Volúmenes máximos:

source: Action on purge:
es: Acción al purgar:

source: Label format:
es: Formato de etiqueta:

source: Scratch pool:
es: Pool de Scratch:

source: Recycle pool:
es: Pool de reciclaje:

source: Restore configuration
es: Restaurar configuración

source: Update volumes
es: Actualizar volúmenes

source: Client:
es: Cliente:

source: Job name:
es: Nombre del trabajo:

source: Storage:
es: Almacenamiento:

source: Level:
es: Nivel:

source: Priority:
es: Prioridad:

source: Run job
es: Ejecutar trabajo

source: Estimate job
es: Estimar trabajo

source: Accurate:
es: Preciso:

source: Storage Daemons
es: Daemons de almacenamiento

source: Clients
es: Clientes

source: Volumes
es: Volúmenes

source: Jobs
es: Trabajos

source: Limit:
es: Límite:

source: Search:
es: Buscar:

source: View mode:
es: Modo de vista:

source: details
es: detalles

source: Retention period value must be integer.
es: El valor del período de retención debe ser un número entero.

source: There is not possible to run selected action because:
es: No es posible ejecutar la acción seleccionada porque:

source: Drive number must be integer.
es: El número de unidad debe ser un número entero.

source: Slot number must be integer.
es: El número de ranura debe ser un número entero.

source: File retention value must be integer.
es: El valor de retención de archivo debe ser un número entero.

source: Job retention value must be integer.
es: El valor de retención de trabajo debe ser un número entero.

source: Vol. use duration value must be integer.
es: El valor de la duración de uso de Vol. debe ser un número entero.

source: Max. vol. jobs:
es: Max. trabajos de vol.:

source: Max. vol. jobs value must be integer.
es: El valor máximo de trabajos de vol. debe ser un número entero.

source: Max. vol. files:
es: Max. archivos de vol.:

source: Max. vol. files value must be integer.
es: El valor máximo de archivos de vol. debe ser un número entero.

source: Max. vol. bytes:
es: Max. bytes de vol.:

source: Max. vol. bytes value must be integer.
es: El valor máximo de bytes de vol. debe ser un número entero.

source: Slot value must be integer.
es: El valor de la ranura debe ser un número entero.

source: Max. volumes value must be integer.
es: El valor máximo de volúmenes debe ser un número entero.

source: Use duration value must be integer.
es: El valor de duración de uso debe ser un número entero.

source: Label format value must not be empty.
es: El valor del formato de etiqueta no debe estar vacío.

source: Priority value must be integer greather than 0.
es: El valor de la prioridad debe ser un número entero mayor que 0.

source: File retention value must be positive integer or zero.
es: El valor de retención de archivo debe ser un número entero positivo o cero.

source: Job retention value must be positive integer or zero.
es: El valor de retención de trabajo debe ser un número entero positivo o cero.

source: File retention (in days):
es: Retención de archivo (en días):

source: Job retention (in days):
es: Retención de trabajo (en días):

source: select pool
es: seleccionar piscina

source: Retention period (in hours):
es: Período de retención (en horas):

source: Vol. use duration (in hours):
es: Duración de uso de Vol. (en horas):

source: Job to restore:
es: Trabajo para restaurar:

source: Backup from client:
es: Respaldo del cliente:

source: Restore to client:
es: Restaurar al cliente:

source: Backup to restore:
es: Respaldo para restaurar:

source: Step 1 - select source backup client
es: Paso 1 - selecciona el cliente de respaldo fuente

source: Client
es: Cliente

source: Backup
es: Respaldo

source: Step 2 - select backup to restore
es: Paso 2 - selecciona el respaldo para restaurar

source: Backup selection method:
es: Método de selección de respaldo:

source: Selected backup
es: Respaldo seleccionado

source: FileSet resource:
es: Recurso de conjunto de archivos:

source: Storage resource:
es: Recurso de almacenamiento:

source: Pool resource:
es: Recurso de piscina:

source: Step 3 - select files to restore
es: Paso 3 - selecciona los archivos para restaurar

source: Files
es: Archivos

source: To see file versions please click a file on the left files browser.
es: Para ver las versiones de archivo, haga clic en un archivo en el explorador de archivos de la izquierda.

source: To add a file to restore please click 'Add' link or please drag here the file from the top frame or from the frame on the left.
es: Para agregar un archivo para restaurar, haga clic en el enlace 'Agregar' o arrastre aquí el archivo desde el marco superior o desde el marco de la izquierda.

source: It seems that there is no files for choosing or file records in database for this job has been purged (file retention period expired)
es: Parece que no hay archivos para elegir o los registros de archivos en la base de datos para este trabajo han sido purgados (el período de retención de archivos ha expirado)

source: Group most recent backups
es: Agrupar los respaldos más recientes

source: Where
es: Dónde

source: Restore to directory:
es: Restaurar en directorio:

source: Step 4 - select destination for restore
es: Paso 4 - seleccionar destino para restaurar

source: Step 4 - options for restore
es: Paso 4 - opciones para restaurar

source: Replace files:
es: Reemplazar archivos:

source: Options
es: Opciones

source: Restore job priority:
es: Prioridad del trabajo de restauración:

source: do not replace files
es: no reemplazar archivos

source: if files from restore are older
es: si los archivos de la restauración son más antiguos

source: if files from restore are newer
es: si los archivos de la restauración son más recientes

source: always replace files
es: siempre reemplazar archivos

source: Source parameters
es: Parámetros de origen

source: Backup data from client:
es: Datos de respaldo del cliente:

source: FileSet to restore:
es: Conjunto de archivos para restaurar:

source: Files for restore
es: Archivos para restaurar

source: Selected files count:
es: Cantidad de archivos seleccionados:

source: Destination parameters
es: Parámetros de destino

source: Restore to path:
es: Restaurar en ruta:

source: Restore job options
es: Opciones de trabajo de restauración

source: Run restore
es: Ejecutar restauración

source: Run
es: Ejecutar

source: Cancel
es: Cancelar

source: There is no backup for restore. Please go to previous step and select another client for restore or proceed backups for the client selected in previous step.
es: No hay una copia de seguridad para restaurar. Por favor vuelve al paso anterior y selecciona otro cliente para restaurar o realiza copias de seguridad del cliente seleccionado en el paso anterior.

source: Database file path (SQLite only):
es: Ruta del archivo de la base de datos (solo SQLite):

source: Selected directories count:
es: Cantidad de directorios seleccionados:

source: Delete job
es: Eliminar trabajo

source: Cancel job
es: Cancelar trabajo

source: NOTE!
es: ¡NOTA!

source: Baculum needs access to bconsole by the web server.
es: Baculum necesita acceso a bconsole por el servidor web.

source: Jobs for run
es: Trabajos para ejecutar

source: Run job again
es: Ejecutar trabajo nuevamente

source: Job status
es: Estado

source: Bacula console
es: Consola Bacula

source: show console
es: mostrar consola

source: hide console
es: ocultar consola

source: volumes tools
es: herramientas de volúmenes

source: Label volume(s)
es: Etiquetar volumen(es)

source: Update slots using barcodes
es: Actualizar ranuras usando códigos de barras

source: Update slots without barcodes
es: Actualizar ranuras sin códigos de barras

source: Label name:
es: Nombre de la etiqueta:

source: Label
es: Etiqueta

source: Use barcodes as label:
es: Usar códigos de barras como etiqueta:

source: Update barcodes slots
es: Actualizar ranuras de códigos de barras

source: Update slots scan
es: Escanear ranuras de actualización

source: Label name have to contain string value from set [0-9a-zA-Z_-].
es: El nombre de la etiqueta debe contener un valor de cadena del conjunto [0-9a-zA-Z_-].

source: Slots for label have to contain string value from set [0-9-,].
es: Las ranuras para etiquetar deben contener un valor de cadena del conjunto [0-9-,].

source: Drive has to contain digit value from set [0-9].
es: La unidad debe contener un valor numérico del conjunto [0-9].

source: Slots for update have to contain string value from set [0-9-,].
es: Las ranuras para actualizar deben contener un valor de cadena del conjunto [0-9-,].

source: or run
es: o ejecutar

source: Bacularis Initial Wizard
es: Asistente Inicial de Bacularis

source: internal Baculum error.
es: Error interno de Baculum.

source: TRY AGAIN
es: INTENTAR DE NUEVO

source: Enable debug
es: Habilitar depuración

source: clear bvfs cache
es: limpiar cache bvfs

source: Bconsole admin config file path:
es: Ruta del archivo de configuración de administración de Bconsole:

source: Bconsole custom config file path:
es: Ruta del archivo de configuración personalizada de Bconsole:

source: Please enter bconsole custom config file path.
es: Por favor, introduzca la ruta del archivo de configuración personalizada de bconsole.

source: For need defining more Baculum users with custom access or restricted console access (Bconsole ACLs) here is possible to determine custom bconsole configuration file format for each user.
es: Para definir más usuarios de Baculum con acceso personalizado o acceso restringido a la consola (ACLs de Bconsole) aquí es posible determinar el formato del archivo de configuración de bconsole personalizado para cada usuario.

source: If there is used only one Baculum user then below field value will be ignored
es: Si solo se utiliza un usuario de Baculum, se ignorará el valor del campo de abajo

source: {user} keyword will be replaced for each logged user into according username.
es: {user} se sustituirá por cada usuario que inicie sesión en su nombre de usuario correspondiente.

source: If there is used only one Baculum user then below field value will be ignored.
es: Si solo se utiliza un usuario de Baculum, se ignorará el valor del campo de abajo.

source: Above administration login and administration password will be used for login as administrator to Baculum WebGUI. They are your HTTP Basic authorization params by using which you will be logged in to Baculum.
es: El login de administración y la contraseña de administración que figuran arriba se utilizarán para el inicio de sesión como administrador en Baculum WebGUI. Son sus parámetros de autorización básica HTTP mediante los cuales se iniciará sesión en Baculum.

source: If all above steps will not help or if during installation you made mistake in password in Initial Wizard, please remove settings file located in baculum/protected/Data/settings.conf and re-run Initial wizard.
es: Si todos los pasos anteriores no ayudan o si durante la instalación cometió un error en la contraseña en el Asistente Inicial, por favor, elimine el archivo de configuración situado en baculum/protected/Data/settings.conf y vuelva a ejecutar el asistente inicial.

source: Action:
es: Acción:

source: unmark all and close
es: desmarcar todo y cerrar

source: This action will clear bvfs cache that was created during preparing restore files. There is not recommended use this action during restore job working. Are you sure?
es: Esta acción limpiará el cache bvfs que se creó durante la preparación de los archivos de restauración. No se recomienda utilizar esta acción durante el trabajo de restauración. ¿Estás seguro?

source: Debug files enable possibility to save most of actions executed on Bacularis WebGUI. Debug functionality should be enabled if there is happening something wrong with Bacularis or if something that looks like a bug. Logs can be useful for detecting a problems in Bacularis working. After confirmation this message Bacularis debug files will be continuously saving in /protected/Web/Logs/ directory. Are you sure?
es: Los archivos de depuración permiten guardar la mayoría de las acciones ejecutadas en Bacularis WebGUI. La funcionalidad de depuración debe estar habilitada si algo va mal con Bacularis o si se parece a un bug. Los registros pueden ser útiles para detectar problemas en el funcionamiento de Bacularis. Después de confirmar este mensaje, los archivos de depuración de Bacularis se irán guardando continuamente en el directorio /protected/Web/Logs/. ¿Está seguro?

source: 10 elements
es: 10 elementos

source: 25 elements
es: 25 elementos

source: 50 elements
es: 50 elementos

source: 100 elements
es: 100 elementos

source: 200 elements
es: 200 elementos

source: 500 elements
es: 500 elementos

source: unlimited
es: ilimitado

source: 1000 elements
es: 1000 elementos

source: Volume name
es: Nombre del volumen

source: Slot
es: Ranura

source: When expire
es: Cuándo expira

source: Storage name
es: Nombre del almacenamiento

source: Autochanger
es: Cambiador automático

source: days
es: días

source: day
es: día

source: Warning! You checked over 50 elements. Please note, that in case more time consuming actions, web browser request may timed out after 30 seconds. It this case action will be canceled and in consequence the action may not touch all selected elements. Are you sure you want to continue?
es: ¡Advertencia! Has marcado más de 50 elementos. Ten en cuenta que en caso de acciones que consuman más tiempo, la solicitud del navegador web puede agotar el tiempo después de 30 segundos. En este caso, la acción se cancelará y en consecuencia, la acción puede no afectar a todos los elementos seleccionados. ¿Estás seguro de que deseas continuar?

source: Close the window
es: Cerrar la ventana

source: Change the window size
es: Cambiar el tamaño de la ventana

source: Configuration of storage daemons.
es: Configuración de los daemons de almacenamiento.

source: Configuration of clients daemons.
es: Configuración de los daemons de los clientes.

source: Management of volumes.
es: Gestión de volúmenes.

source: Management of volumes pools.
es: Gestión de las pools de volúmenes.

source: Jobs settings.
es: Configuración de trabajos.

source: Starting jobs.
es: Iniciar trabajos.

source: Restore
es: Restaurar

source: Restore wizard.
es: Asistente de restauración.

source: Settings
es: Ajustes

source: Management settings wizard.
es: Asistente de ajustes de gestión.

source: Client name
es: Nombre del cliente

source: File Retention
es: Retención de archivos

source: Job Retention
es: Retención de empleo

source: Last written:
es: Último escrito:

source: never written
es: nunca escrito

source: When expire:
es: Cuando expira:

source: Job name
es: Nombre del trabajo

source: End time
es: Hora de fin.

source: Type
es: Tipo

source: Level
es: Nivel

source: Enter
es: Entrar

source: Clear
es: Limpiar

source: select action
es: seleccionar acción

source: Delete
es: Eliminar

source: Output for selected job is not available yet or you do not have enabled logging job logs to the catalog database. To watch job log you need to add to the job Messages resource the following directive: Catalog = all, !debug, !skipped, !saved
es: La salida para el trabajo seleccionado aún no está disponible o no ha habilitado el registro de registros de trabajo en la base de datos del catálogo. Para ver el registro de trabajo, necesita agregar a los recursos de mensajes del trabajo la siguiente directiva: Catalog = all, !debug, !skipped, !saved

source: Workspace
es: Espacio de trabajo

source: Graphs
es: Gráficos

source: select job
es: seleccionar trabajo

source: Last 6 hours
es: Últimas 6 horas

source: Last 12 hours
es: Últimas 12 horas

source: Today
es: Hoy

source: Two days
es: Dos días

source: Last week
es: La semana pasada

source: Last two weeks
es: Últimas dos semanas

source: Last month
es: El mes pasado

source: Last three months
es: Últimos tres meses

source: Last six months
es: Últimos seis meses

source: Last year
es: El año pasado

source: Date From:
es: Fecha Desde:

source: Date To:
es: Fecha Hasta:

source: Legend:
es: Leyenda:

source: select client
es: seleccionar cliente

source: Job size / Time
es: Tamaño del trabajo / Tiempo

source: Job size
es: Tamaño del trabajo

source: Time
es: Tiempo

source: File retention (in sec.):
es: Retención de archivo (en seg.):

source: Job retention (in sec.):
es: Retención de trabajo (en seg.):

source: Max. Vol. Files:
es: Max. Vol. Archivos:

source: Max. Vol. Jobs:
es: Max. Vol. Trabajos:

source: Retention Period (in sec.):
es: Período de retención (en seg.):

source: Storage Daemons.
es: Daemons de almacenamiento.

source: Vol. Use Duration (in sec.):
es: Duración de Uso de Vol. (en seg.):

source: Yes
es: Sí

source: JobId to Verify:
es: JobId para verificar:

source: JobId to Verify value must be integer greather than 0.
es: El valor de JobId para verificar debe ser un entero mayor que 0.

source: Job to Verify:
es: Trabajo para verificar:

source: Verify by Job Name
es: Verificar por nombre de trabajo

source: Verify by JobId
es: Verificar por JobId

source: Verify option:
es: Opción de verificación:

source: Running jobs:
es: Trabajos en ejecución:

source: Finished jobs:
es: Trabajos finalizados:

source: Add
es: Añadir

source: Actions
es: Acciones

source: Size
es: Tamaño

source: Job:
es: Trabajo:

source: Media Type
es: Tipo de medio

source: Dashboard
es: Tablero

source: Go to started job after start:
es: Ir al trabajo iniciado después de comenzar:

source: Job status summary
es: Resumen del estado del trabajo

source: Quick job access
es: Acceso rápido al trabajo

source: Finished jobs
es: Trabajos finalizados

source: The most often used:
es: Los más utilizados:

source: Number of clients
es: Número de clientes

source: jobs
es: trabajos

source: Job count the most used:
es: Recuento de trabajos más utilizados:

source: level
es: nivel

source: status
es: estado

source: Jump to job (last 100):
es: Saltar al trabajo (últimos 100):

source: View
es: Ver

source: Total bytes:
es: Total de bytes:

source: Total files:
es: Total de archivos:

source: Database size:
es: Tamaño de la base de datos:

source: Number of pools:
es: Número de conjuntos:

source: times
es: veces

source: Execution count most used:
es: Recuento de ejecución más utilizado:

source: Total bytes
es: Total de bytes

source: Restore Wizard
es: Asistente de restauración

source: Perform restore
es: Realizar restauración

source: Configuration Wizard
es: Asistente de configuración

source: Baculum Settings
es: Configuración de Baculum

source: start time
es: hora de inicio

source: Users
es: Usuarios

source: User name
es: Nombre de usuario

source: Role
es: Rol

source: Remove user
es: Eliminar usuario

source: Logout
es: Cerrar sesión

source: Change password
es: Cambiar contraseña

source: Administrator
es: Administrador

source: Normal user
es: Usuario normal

source: Add new user
es: Agregar nuevo usuario

source: Username:
es: Nombre de usuario:

source: Invalid login value. Login may contain a-z A-Z 0-9 characters.
es: Valor de inicio de sesión no válido. El inicio de sesión puede contener los caracteres a-z A-Z 0-9.

source: Jobs on volume
es: Trabajos en volumen

source: No jobs on the volume.
es: No hay trabajos en el volumen.
