Repository: bacularis/bacularis-lang-es
Catalog: Web/messages.po
Languages: es

source: View name
es: Nombre de la vista

source: View description
es: Descripción de la vista

source: My view 123
es: Mi vista 123

source: This is My view 123 description.
es: Esta es la descripción de Mi vista 123.

source: Between conditions with different properties is used AND operator.
es: Entre las condiciones con diferentes propiedades se utiliza el operador Y.

source: Between conditions with the same property is used OR operator.
es: Entre las condiciones con la misma propiedad se utiliza el operador O.

source: Example 1
es: Ejemplo 1

source: Example 2
es: Ejemplo 2

source: Example 3
es: Ejemplo 3

source: Edit data view
es: Editar vista de datos

source: Start test
es: Iniciar prueba

source: Network test
es: Prueba de red

source: Packets
es: Paquetes

source: Round-trip time (RTT)
es: Tiempo de ida y vuelta (RTT)

source: Minimum time
es: Tiempo mínimo

source: Maximum time
es: Tiempo máximo

source: Data size to transfer
es: Tamaño de datos a transferir

source: Select top 10 criteria
es: Seleccione los 10 principales criterios

source: Show 10 largest files
es: Mostrar los 10 archivos más grandes

source: Show 10 smallest files
es: Mostrar los 10 archivos más pequeños

source: Show 10 most recent files (MTIME)
es: Mostrar los 10 archivos más recientes (MTIME)

source: Show 10 oldest files (MTIME)
es: Mostrar los 10 archivos más antiguos (MTIME)

source: Job top 10 files
es: Los 10 archivos más importantes del trabajo

source: RFC 4515 compliant LDAP search filters are supported, for example:
es: Se admiten filtros de búsqueda LDAP compatibles con RFC 4515, por ejemplo:

source: Added
es: Agregado

source: Removed
es: Eliminado

source: Not included
es: No incluido

source: Select job file difference method
es: Seleccione el método de diferencia de archivos de trabajo

source: A and B (full two jobs diff)
es: A y B (diferencia completa de dos trabajos)

source: Since A until B (job range)
es: Desde A hasta B (rango de trabajo)

source: Since B until A (job range)
es: Desde B hasta A (rango de trabajo)

source: In A but not in B
es: En A pero no en B

source: In B but not in A
es: En B pero no en A

source: Show
es: Mostrar

source: Job file differences
es: Diferencias de archivos de trabajo

source: it displays all files from job A and all files from job B to compare and show the difference between them.
es: muestra todos los archivos del trabajo A y todos los archivos del trabajo B para comparar y mostrar la diferencia entre ellos.

source: It takes into account only two selected JobIds A and B.
es: Solo se toman en cuenta los dos JobIds seleccionados A y B.

source: It is a good method to see in which of the two backups files were added (new and modified files) and in which they were removed (if used the Accurate job mode).
es: Es un buen método para ver en qué respaldos se añadieron archivos (nuevos y modificados) y en cuáles se eliminaron (si se usó el modo de trabajo preciso).

source: Also it displays what files have been included in A or in B, or in both.
es: También muestra qué archivos se han incluido en A o en B, o en ambos.

source: it displays all files in selected JobIds range between A and B.
es: muestra todos los archivos en el rango seleccionado de JobIds entre A y B.

source: In this method A should be lower (older) than B.
es: En este método, A debe ser menor (más antiguo) que B.

source: Files are displayed as A files.
es: Los archivos se muestran como archivos de A.

source: It is useful for seeing all added and removed files in multiple JobIds.
es: Es útil para ver todos los archivos añadidos y eliminados en múltiples JobIds.

source: it displays all files in selected JobIds range between B and A.
es: muestra todos los archivos en el rango seleccionado de JobIds entre B y A.

source: In this method B should be lower (older) than A.
es: En este método, B debe ser menor (más antiguo) que A.

source: Files are displayed as B files.
es: Los archivos se muestran como archivos de B.

source: this method takes into account only two selected JobIds A and B to display files that have been added or removed in job A but not in B.
es: este método solo considera los dos JobIds seleccionados A y B para mostrar los archivos que se han añadido o eliminado en el trabajo A pero no en B.

source: It is useful to see changes included in A that do not exist in B.
es: Es útil para ver los cambios incluidos en A que no existen en B.

source: These changes exist in A and do not exist in B.
es: Estos cambios existen en A y no existen en B.

source: this method takes into account only two selected JobIds A and B to display files that have been added or removed in job B but not in A.
es: este método toma en cuenta solo dos JobIds seleccionados A y B para mostrar los archivos que se han añadido o eliminado en el trabajo B pero no en A.

source: It is useful to see changes included in B that do not exist in A.
es: Es útil ver los cambios incluidos en B que no existen en A.

source: These changes exist in B and do not exist in A.
es: Estos cambios existen en B y no existen en A.

source: There are available the following job file difference methods:
es: Están disponibles los siguientes métodos de diferencia de archivo de trabajo:

source: The selected job file difference method requires that JobId %A (currently is %a) needs to be lower than JobId %B (currently is %b).
es: El método de diferencia de archivo de trabajo seleccionado requiere que JobId %A (actualmente es %a) sea menor que JobId %B (actualmente es %b).

source: Error. Please check: 1) if Bacula Director version is 11.0 or greater. This function is supported by Directors >= 11.0. 2) if you have enough memory for PHP to display many records (see memory_limit option in php.ini file) 3) if there are too many files in jobs to display (e.g. 1 million files or more).
es: Error. Por favor compruebe: 1) si la versión del Director de Bacula es 11.0 o superior. Esta función es soportada por Directores >= 11.0. 2) si tienes suficiente memoria para que PHP muestre muchos registros (ver opción memory_limit en el archivo php.ini) 3) si hay demasiados archivos en trabajos para mostrar (por ejemplo, 1 millón de archivos o más).

source: In use by
es: En uso

source: Resource usage
es: Uso de recursos

source: Resource name
es: Nombre del recurso

source: Directive
es: Directiva

source: API host to test
es: Host de API a probar

source: Test name
es: Nombre de la prueba

source: Download results
es: Descargar resultados

source: Health self test
es: Autoevaluación de salud

source: Show result
es: Mostrar resultado

source: Hide result
es: Ocultar resultado

source: Patterns
es: Patrones

source: Configs
es: Configuraciones

source: Add config
es: Agregar configuración

source: Add pattern
es: Agregar patrón

source: Config name
es: Nombre de la configuración

source: Config description
es: Descripción de la configuración

source: Component
es: Componente

source: Config with given name already exists.
es: La configuración con el nombre dado ya existe.

source: Pattern name
es: Nombre del patrón

source: Pattern description
es: Descripción del patrón

source: Pattern with given name already exists.
es: El patrón con el nombre dado ya existe.

source: Error while writing pattern.
es: Error al escribir el patrón.

source: Error while writing config.
es: Error al escribir la configuración.

source: In pattern
es: En patrón

source: My custom job config 123
es: Mi configuración de trabajo personalizada 123

source: Custom options for hosts in Server Room 3A.
es: Opciones personalizadas para los hosts en la Sala de Servidores 3A.

source: My pattern 123
es: Mi patrón 123

source: My pattern 123 description.
es: Mi descripción del patrón 123.

source: Edit pattern
es: Editar patrón

source: Edit config
es: Editar configuración

source: The following configs are used in patterns and cannot be deleted: %used_configs To delete them, please unassign these configs from patterns and try again.
es: Las siguientes configuraciones se utilizan en patrones y no pueden ser eliminadas: %used_configs Para eliminarlas, por favor desasigne estas configuraciones de los patrones y vuelva a intentarlo.

source: Bulk apply configs
es: Aplicar configuraciones en masa

source: Please select config(s) to apply to selected resource(s).
es: Por favor seleccione configuración(es) para aplicar a recurso(s) seleccionado(s).

source: Stop on error
es: Detener en error

source: Overwrite policy
es: Política de sobrescritura

source: Run simulation
es: Ejecutar simulación

source: Do not overwrite if directives from the configs are already defined in the Bacula resource configuration. Add only new ones.
es: No sobrescribir si las directivas de las configuraciones ya están definidas en la configuración del recurso de Bacula. Agregar solo las nuevas.

source: Overwrite if directives from the configs are already defined in the Bacula resource configuration.
es: Sobrescribir si las directivas de las configuraciones ya están definidas en la configuración de recurso de Bacula.

source: Apply configs
es: Aplicar configuraciones

source: In the selected config(s) is defined the Name resource directive. It means that in case selecting a policy for overwriting resources, process will stop because there cannot exist multiple resources the same type with the same name.
es: En la(s) configuración(es) seleccionada(s) se define la directiva de recurso de Nombre. Esto significa que en caso de seleccionar una política de sobrescritura de recursos, el proceso se detendrá porque no pueden existir múltiples recursos del mismo tipo con el mismo nombre.

source: In patterns are listed only configs with a Name directive defined.
es: En los patrones solo se listan las configuraciones con una directiva de Nombre definida.

source: Apply patterns
es: Aplicar patrones

source: Bulk apply patterns
es: Aplicar patrones en masa

source: Please select pattern(s) to apply to API host component configuration.
es: Por favor seleccione patrón(es) para aplicar a la configuración del componente del host de la API.

source: Do not overwrite the same directives if the config resource already exists in the Bacula component configuration. Add only new directives.
es: No sobrescribir las mismas directivas si el recurso de configuración ya existe en la configuración del componente de Bacula. Agregar solo nuevas directivas.

source: Overwrite the same directives if the config resource already exists in the Bacula resource configuration.
es: Sobrescriba las mismas directivas si el recurso de configuración ya existe en la configuración del recurso Bacula.

source: Configs are pieces of Bacula configuration that can be applied to existing resources. This is specially used to bulk apply the same repeatable configuration to multiple (or single) Bacula configuration resources. For example, you can create one config to apply some directives and another to apply other directives. It is possible to apply both configs on selected resources at once. Configs are used on the Bacula resource level.
es: Las configuraciones son partes de la configuración de Bacula que se pueden aplicar a recursos existentes. Esto se utiliza especialmente para aplicar la misma configuración repetible a múltiples (o uno solo) recursos de configuración de Bacula. Por ejemplo, puedes crear una configuración para aplicar algunas directivas y otra para aplicar otras directivas. Es posible aplicar ambas configuraciones en los recursos seleccionados a la vez. Las configuraciones se utilizan en el nivel de recurso Bacula.

source: Patterns are sets of configs that can be applied to existing Bacula components (Director, Storage Daemon, File Daemon). Unlike configs, patterns are applied to the entire component configuration instead of selected resources. Configs that are part of patterns have to contain complete new resources configuration (resources will be added to components) or existing configuration (resources will be updated in components). Configs assigned to patterns needs to have the Name directive defined.
es: Los patrones son conjuntos de configuraciones que se pueden aplicar a componentes existentes de Bacula (Director, Storage Daemon, File Daemon). A diferencia de las configuraciones, los patrones se aplican a toda la configuración del componente en lugar de a los recursos seleccionados. Las configuraciones que forman parte de los patrones deben contener una configuración completa de nuevos recursos (los recursos se agregarán a los componentes) o una configuración existente (los recursos se actualizarán en los componentes). Las configuraciones asignadas a patrones necesitan tener la directiva Nombre definida.

source: Catalog commands
es: Comandos del catálogo

source: Catalog installation command:
es: Comando de instalación del catálogo:

source: Catalog upgrade command:
es: Comando de actualización del catálogo:

source: Catalog removal command:
es: Comando de eliminación del catálogo:

source: Catalog info command:
es: Comando de información del catálogo:

source: Catalog enable command:
es: Comando de habilitación del catálogo:

source: Catalog pre-install command:
es: Comando preinstalación del catálogo:

source: Catalog pre-upgrade command:
es: Comando de pre-actualización del catálogo:

source: Catalog pre-remove command:
es: Comando de pre-eliminación del catálogo:

source: Catalog post-install command:
es: Comando de postinstalación del catálogo:

source: Catalog post-upgrade command:
es: Comando post-actualización del catálogo:

source: Catalog post-remove command:
es: Comando post-eliminación del catálogo:

source: Catalog:
es: Catálogo:

source: Repo auth with the given name already exists.
es: Repo auth con el nombre dado ya existe.

source: Add new repo auth
es: Agregar nuevo repo auth

source: Repo auth name
es: Nombre de repo auth

source: Auth type
es: Tipo de autenticación

source: Default
es: Predeterminado

source: Repository authentication name:
es: Nombre de autenticación del repositorio:

source: Authentication type:
es: Tipo de autenticación:

source: Default:
es: Predeterminado:

source: Add repo auth
es: Agregar repo auth

source: Edit repo auth
es: Editar repo auth

source: Use default Bacularis repository auth:
es: Usar autenticación de repositorio Bacularis predeterminada:

source: Step 1 - new storage basic params
es: Paso 1 - nuevos parámetros básicos de almacenamiento

source: New file storage wizard
es: Asistente para nuevo almacenamiento de archivos

source: This wizard enables you to create in easy way a new file storage.
es: Este asistente te permite crear de manera fácil un nuevo archivo de almacenamiento.

source: Basic information
es: Información básica

source: Storage description
es: Descripción del almacenamiento

source: Storage daemon API host
es: Host API del daemon de almacenamiento

source: What storage type would you like to create?
es: ¿Qué tipo de almacenamiento te gustaría crear?

source: Single file device storage
es: Almacenamiento de dispositivo de archivo único

source: Multi-device file storage (Autochanger)
es: Almacenamiento de archivos de varios dispositivos (Autochanger)

source: Step 2 - new storage parameters
es: Paso 2 - nuevos parámetros de almacenamiento

source: Where should storage store backup data?
es: ¿Dónde debería almacenar el almacenamiento los datos de respaldo?

source: Directory path for data volumes
es: Ruta del directorio para volúmenes de datos

source: What is storage media type?
es: ¿Qué tipo de medio de almacenamiento?

source: Media type is a user defined value that is used for identifying storage and volumes. With media type storage knows what volumes it can use. For example: storage with media type XYZ supports volumes with media type XYZ.
es: El tipo de medio es un valor definido por el usuario que se utiliza para identificar el almacenamiento y los volúmenes. Con el tipo de medio, el almacenamiento sabe qué volúmenes puede usar. Por ejemplo: el almacenamiento con tipo de medio XYZ admite volúmenes con tipo de medio XYZ.

source: Step 3 - summary
es: Paso 3 - resumen

source: Storage type
es: Tipo de almacenamiento

source: Data volume directory
es: Directorio de volumen de datos

source: Single storage
es: Almacenamiento simple

source: How many devices should storage have?
es: ¿Cuántos dispositivos debería tener el almacenamiento?

source: Number of backup/restore devices
es: Número de dispositivos de respaldo/restauración

source: Number of restore reserved devices
es: Número de dispositivos reservados para restauración

source: Multi-device autochanger storage
es: Almacenamiento en autoposicionador multi-dispositivo

source: Create storage
es: Crear almacenamiento

source: Storage daemon restart needed
es: Es necesario reiniciar el daemon de almacenamiento

source: To apply new changes, you need to restart the storage daemon.
es: Para aplicar los nuevos cambios, necesita reiniciar el daemon de almacenamiento.

source: Do you want to restart it now?
es: ¿Quieres reiniciarlo ahora?

source: Yes, restart it now
es: Sí, reinícialo ahora

source: No, I will restart it later
es: No, lo reiniciaré más tarde

source: Error while creating storage
es: Error al crear el almacenamiento

source: Please note that on the storage on host '%address' currently are running %job_no job(s). Restarting the storage daemon will stop them.
es: Tenga en cuenta que en el almacenamiento del host '%address' actualmente se están ejecutando %job_no trabajos. Reiniciar el daemon de almacenamiento los detendrá.

source: Done!
es: ¡Hecho!

source: Add file storage
es: Agregar almacenamiento de archivos

source: Plugin settings
es: Configuración del complemento

source: Installed plugins
es: Complementos instalados

source: Add plugin settings
es: Agregar configuración del complemento

source: Plugin name
es: Nombre del complemento

source: Plugin
es: Complemento

source: Select plugin
es: Seleccionar complemento

source: Edit plugin settings
es: Editar la configuración del complemento

source: Version
es: Versión

source: Plugin settings with the given name already exists.
es: La configuración del complemento con el nombre dado ya existe.

source: Where to restore
es: Dónde restaurar

source: File options
es: Opciones de archivo

source: Adapt OS profile to use Bacula packages from bacula.org repos
es: Adaptar el perfil del sistema operativo para usar paquetes Bacula de repositorios bacula.org

source: The repo auths enable to configure the package repository credentials. It can be useful if the package repository access is protected by credentials. The repo auths are used in the OS profiles or they work automatically if the 'Default' option is selected.
es: Las autorizaciones del repositorio permiten configurar las credenciales del repositorio de paquetes. Puede ser útil si el acceso al repositorio de paquetes está protegido por credenciales. Las autorizaciones del repositorio se usan en los perfiles del SO o funcionan automáticamente si se selecciona la opción 'Predeterminado'.

source: The SSH configs may be useful to provide to the SSH client some common parameters such as username, SSH key or port. This way user does not need to type them for every Bacularis deployment. SSH configs can be defined for one given host or for many hosts at once if the host wildcards are used.
es: Las configuraciones SSH pueden ser útiles para proporcionar al cliente SSH algunos parámetros comunes como nombre de usuario, clave SSH o puerto. De esta manera, el usuario no necesita escribirlos para cada despliegue de Bacularis. Las configuraciones SSH pueden definirse para un host dado o para muchos hosts a la vez si se usan los comodines de host.

source: The SSH keys function provides storing private keys for using in in the SSH configs or directly in the deploy Bacularis window.
es: La función de claves SSH permite almacenar claves privadas para usar en las configuraciones SSH o directamente en la ventana de despliegue de Bacularis.

source: The OS profiles define the Bacularis and Bacula install and configuration options. They are used for deploying and they are adapted to specific operating system. There are pre-defined OS profiles for selected operating systems but there is possible to create own OS profiles to support other not supported systems so far.
es: Los perfiles del sistema operativo definen las opciones de instalación y configuración de Bacularis y Bacula. Se utilizan para el despliegue y se adaptan a un sistema operativo específico. Hay perfiles de sistema operativo predefinidos para sistemas operativos seleccionados, pero es posible crear perfiles de sistema operativo propios para soportar otros sistemas no soportados hasta ahora.

source: Roles define the Bacularis resources to which users can have access. Roles enable to organize the web interface to give selected users limitted access to some resources, pages and functions. One user can have assigned one or more roles.
es: Los roles definen los recursos de Bacularis a los que los usuarios pueden tener acceso. Los roles permiten organizar la interfaz web para dar a los usuarios seleccionados acceso limitado a algunos recursos, páginas y funciones. Un usuario puede tener asignado uno o varios roles.

source: Select an API host to set resources and permissions. Please note that the 'Main' API host is not listed because the 'Main' is the full access API host and it should not be limited.
es: Seleccione un host API para establecer recursos y permisos. Tenga en cuenta que el host API 'Principal' no está listado porque el 'Principal' es el host API de acceso total y no debería ser limitado.

source: Add cloud storage
es: Agregar almacenamiento en la nube

source: New cloud storage wizard
es: Asistente de nuevo almacenamiento en la nube

source: This wizard enables you to create in easy way a new cloud storage.
es: Este asistente te permite crear de forma fácil un nuevo almacenamiento en la nube.

source: Storage daemon name
es: Nombre del daemon de almacenamiento

source: Step 3 - cloud parameters
es: Paso 3 - parámetros de la nube

source: What is your cloud type?
es: ¿Cuál es tu tipo de nube?

source: NOTE: The Amazon driver replaces the deprecated S3 driver.
es: NOTA: El controlador de Amazon reemplaza al controlador S3 obsoleto.

source: Driver
es: Controlador

source: What are connection parameters of your cloud?
es: ¿Cuáles son los parámetros de conexión de tu nube?

source: Bucket name
es: Nombre del bucket

source: Access key
es: Clave de acceso

source: Secret key
es: Clave secreta

source: Region
es: Región

source: When would you like to send data to cloud?
es: ¿Cuándo te gustaría enviar datos a la nube?

source: I upload volumes to cloud manually by bconsole 'cloud' command
es: Subo los volúmenes a la nube manualmente mediante el comando 'cloud' de bconsole

source: Bacula storage daemon sends each volume part to cloud when it is complete
es: El daemon de almacenamiento de Bacula envía cada parte del volumen a la nube cuando está completo

source: Bacula storage daemon sends all volume parts that have not been previously uploaded at the end of the job
es: El daemon de almacenamiento de Bacula envía todas las partes del volumen que no se han subido previamente al final del trabajo

source: Uri style
es: Estilo Uri

source: Truncate cache
es: Truncar caché

source: Cloud
es: Nube

source: Cloud driver
es: Controlador de nube

source: Upload
es: Subir

source: The storage daemon configuration capability on API host '%s' is configured but not work correctly. Please check the bsdjson configuration on that API host. Error: %s.
es: La capacidad de configuración del demonio de almacenamiento en el host API '%s' está configurada pero no funciona correctamente. Por favor, compruebe la configuración de bsdjson en ese host API. Error: %s.

source: Blob endpoint
es: Punto final del Blob
