Repository: bacularis/bacularis-lang-es
Catalog: Web/messages.po
Languages: es

source: The messages log window enables to review Bacula logs in one place available from almost every part on the interface. To collect logs is used the bconsole 'messages' command. The messages log window is displayed after clicking on the envelope icon at the top right side of the interface. This function is enabled by default. If enabled, it is available only for users with the Administrator role assigned.
es: La ventana de registro de mensajes permite revisar los registros de Bacula en un solo lugar disponible desde casi todas partes en la interfaz. Para recopilar registros se utiliza el comando de bconsole 'mensajes'. La ventana de registro de mensajes se muestra después de hacer clic en el icono del sobre en la parte superior derecha de la interfaz. Esta función está habilitada por defecto. Si está habilitado, solo está disponible para usuarios con el rol de Administrador asignado.

source: Copy configuration from:
es: Copiar configuración desde:

source: API basic users
es: Usuarios básicos de API

source: API OAuth2 clients
es: Clientes OAuth2 de API

source: The API basic users are configured on the API hosts and they are used to access the API hosts. Changes introduced on this page are directly done on currently used API host. You can use the basic user credentials to connect API hosts to the Bacularis Web on the 'API hosts' tab. The basic user accounts are also possible to create directly in the panel of the Bacularis API.
es: Los usuarios básicos de la API están configurados en los hosts de la API y se utilizan para acceder a los hosts de la API. Los cambios introducidos en esta página se realizan directamente en el host de la API actualmente utilizado. Puede usar las credenciales del usuario básico para conectar los hosts de la API al Web de Bacularis en la pestaña 'hosts de la API'. Las cuentas del usuario básico también se pueden crear directamente en el panel de la API de Bacularis.

source: Add new API basic user
es: Agregar nuevo usuario básico de API

source: API basic username:
es: Nombre de usuario básico de API:

source: API basic password:
es: Contraseña de usuario básico de API:

source: Retype password:
es: Vuelva a escribir la contraseña:

source: Add API basic user account
es: Agregar cuenta de usuario básico de API

source: Edit API basic user account
es: Editar cuenta de usuario básico de API

source: Password must be longer than 4 chars and not longer than 60 chars.
es: La contraseña debe tener más de 4 caracteres y no más de 60 caracteres.

source: Please retype password.
es: Por favor, vuelva a escribir la contraseña.

source: Invalid user. User may contain a-z A-Z 0-9 characters.
es: Usuario inválido. El usuario puede contener caracteres a-z A-Z 0-9.

source: Dedicated Bconsole config
es: Configuración de Bconsole dedicada

source: Get existing basic user name:
es: Obtener el nombre existente del usuario básico:

source: Generate new password
es: Generar nueva contraseña

source: Show/hide password
es: Mostrar/ocultar contraseña

source: Advanced filters
es: Filtros avanzados

source: Wrong time range.
es: Rango de tiempo incorrecto.

source: From
es: De

source: To
es: A

source: This type of authentication is fully realized by Bacularis Web. To authenticate it uses the Bacularis Web login form.
es: Este tipo de autenticación es totalmente realizado por Bacularis Web. Para autenticarse, utiliza el formulario de inicio de sesión de Bacularis Web.

source: This type of authentication is realized by Bacularis Web with using custom user credentials file. To authenticate it uses the Basic authentication.
es: Este tipo de autenticación es realizado por Bacularis Web utilizando un archivo de credenciales de usuario personalizado. Para autenticarse, utiliza la autenticación básica.

source: This type of authentication is realized by an external directory service. To authenticate it uses the Bacularis Web login form.
es: Este tipo de autenticación es realizado por un servicio de directorio externo. Para autenticarse, utiliza el formulario de inicio de sesión de Bacularis Web.

source: Job log
es: Registro de trabajos

source: New verify job
es: Nuevo trabajo de verificación

source: New verify job wizard
es: Asistente para nuevo trabajo de verificación

source: Verify jobs run checking the integrity of the backup jobs data and metadata and also can help improving the computer security. It is done by computing and comparing job metadata between three locations: volumes, catalog database and filesystem.
es: Los trabajos de verificación se ejecutan comprobando la integridad de los datos y metadatos del trabajo de respaldo y también pueden ayudar a mejorar la seguridad de la computadora. Se hace mediante la computación y comparación de metadatos de trabajo entre tres ubicaciones: volúmenes, base de datos del catálogo y sistema de archivos.

source: Step 2 - what to verify
es: Paso 2 - qué verificar

source: What would you like to verify
es: ¿Qué te gustaría verificar?

source: Backup job data and metadata
es: Datos y metadatos del trabajo de respaldo

source: File attributes and checksums on the filesystem
es: Atributos de archivo y sumas de comprobación en el sistema de archivos

source: This option is for verifying job data and metadata (file attributes and checksums) on the volumes, in the catalog database and on the filesystem. It uses the job levels: VolumeToCatalog, Data or DiskToCatalog.
es: Esta opción es para verificar los datos y metadatos del trabajo (atributos de archivo y sumas de comprobación) en los volúmenes, en la base de datos del catálogo y en el sistema de archivos. Utiliza los niveles de trabajo: VolumenParaCatalogo, Datos o DiscoParaCatalogo.

source: This option is for improving the computer security by saving the snapshot of the filesystem metadata in the catalog database and periodicaly check if something on the filesystem has changed. It uses the job levels: InitCatalog and Catalog.
es: Esta opción es para mejorar la seguridad informática guardando una instantánea de los metadatos del sistema de archivos en la base de datos del catálogo y verificar periódicamente si algo en el sistema de archivos ha cambiado. Utiliza los niveles de trabajo: IniciarCatalogo y Catalogo.

source: Choose a way you would like to verify job data
es: Elige la forma en que te gustaría verificar los datos del trabajo

source: Verify if the job metadata written on the volume match the job metadata written in the catalog database. This way does not validate the data, only the metadata (file attributes and checksums). It is useful to check the integrity of the metadata between the volume and the catalog.
es: Verificar si los metadatos del trabajo escritos en el volumen coinciden con los metadatos del trabajo escritos en la base de datos del catálogo. Este método no valida los datos, solo los metadatos (atributos de archivo y sumas de comprobación). Es útil para verificar la integridad de los metadatos entre el volumen y el catálogo.

source: Verify the integrity of the job data written on the volume and optionaly compare the file sizes and checksums written on the volume with the file sizes and checksums stored in the catalog database. It is useful to check the data integrity on volumes to know if the job data has not been corrupted or modified. Optionaly there is also possible to compare file sizes and checksums between the volumes and the catalog database.
es: Verifique la integridad de los datos del trabajo escritos en el volumen y opcionalmente compare los tamaños de archivo y sumas de comprobación escritos en el volumen con los tamaños de archivo y sumas de comprobación almacenados en la base de datos del catálogo. Es útil para verificar la integridad de los datos en los volúmenes para saber si los datos del trabajo no se han corrompido o modificado. Opcionalmente también es posible comparar tamaños de archivos y sumas de comprobación entre los volúmenes y la base de datos del catálogo.

source: Check changes in the file attributes on the filesystem since the last backup. This is useful for seeing what has changed on the filesystem since the last backup. The backup data file attributes from the catalog database are compared to the current file attributes on the filesystem.
es: Verificar los cambios en los atributos de archivo en el sistema de archivos desde la última copia de seguridad. Esto es útil para ver qué ha cambiado en el sistema de archivos desde la última copia de seguridad. Los atributos de archivo de datos de copia de seguridad de la base de datos del catálogo se comparan con los atributos de archivo actuales en el sistema de archivos.

source: Select a backup job you would like to verify
es: Seleccione un trabajo de respaldo que le gustaría verificar

source: Select a backup job to verify by job name. The verify job will always use the most recent backup with that name for verification.
es: Seleccione un trabajo de respaldo para verificar por nombre de trabajo. El trabajo de verificación siempre utilizará la copia de seguridad más reciente con ese nombre para la verificación.

source: Create a general purpose verify job. The verify job will verify the last job in the catalog so the verify job needs to be run just after finished backup job. If the verify job is started manually, you can select a jobid or a job name to verify in the run job window.
es: Crear un trabajo de verificación de propósito general. El trabajo de verificación verificará el último trabajo en el catálogo, por lo que el trabajo de verificación debe ejecutarse justo después de finalizar el trabajo de respaldo. Si el trabajo de verificación se inicia manualmente, puede seleccionar un id de trabajo o un nombre de trabajo para verificar en la ventana de ejecución del trabajo.

source: What file attributes you would like to compare
es: ¿Qué atributos de archivo te gustaría comparar?

source: Compare the inodes
es: Comparar los inodos

source: Compare the permission bits
es: Comparar los bits de permiso

source: Compare the number of links
es: Comparar el número de enlaces

source: Compare the user ID
es: Comparar el ID de usuario

source: Compare the group ID
es: Comparar el ID de grupo

source: Compare the size
es: Comparar el tamaño

source: Compare the access time
es: Comparar el tiempo de acceso

source: Compare the modification time
es: Comparar el tiempo de modificación

source: Report file size decreases
es: Informar disminuciones de tamaño de archivo

source: Compare the MD5 signature
es: Comparar la firma MD5

source: Compare the SHA1 signature
es: Comparar la firma SHA1

source: Verify job directives
es: Directivas del trabajo de verificación

source: The client is used in all verify job levels to deal with file attributes and checksums sent from the Storage Daemon (for levels: VolumeToCatalog and Data) or read from the filesystem (for level: DiskToCatalog, InitCatalog and Catalog).
es: El cliente se utiliza en todos los niveles de trabajo de verificación para lidiar con los atributos de archivo y las sumas de comprobación enviadas desde el Storage Daemon (para los niveles: VolumenParaCatalogo y Datos) o leídas del sistema de archivos (para el nivel: DiscoParaCatalogo, IniciarCatalogo y Catalogo).

source: The storage is used in the VolumeToCatalog and Data job levels to read the backup data and metadata from volumes and sent it to the File Daemon for verification.
es: El almacenamiento se utiliza en los niveles de trabajo VolumenParaCatalogo y Datos para leer los datos y metadatos de la copia de seguridad de los volúmenes y enviárselos al Daemon de Archivos para su verificación.

source: The pool is not used in the verify job but it should be defined as a standard Job directive.
es: El pool no se usa en el trabajo de verificación pero debe ser definido como una directiva de trabajo estándar.

source: What to verify
es: Qué verificar

source: Job data
es: Datos de trabajo

source: How to verify
es: Cómo verificar

source: Job to verify
es: Trabajo para verificar

source: File attributes to compare
es: Atributos de archivo para comparar

source: Select a client on which system you want to check file attributes
es: Seleccione un cliente en cuyo sistema desea verificar los atributos de archivo

source: Click the button below to specify the paths in the filesystem to check the attributes:
es: Haga clic en el botón de abajo para especificar las rutas en el sistema de archivos para verificar los atributos:

source: Add paths
es: Agregar rutas

source: Include paths
es: Incluir rutas

source: Exclude paths
es: Excluir rutas

source: Step 3 - how to verify
es: Paso 3 - cómo verificar

source: Apply path selection
es: Aplicar selección de ruta

source: Include paths:
es: Incluir rutas:

source: Exclude paths:
es: Excluir rutas:

source: Filesystem data
es: Datos del sistema de archivos

source: General purpose verify job
es: Trabajo de verificación de propósito general

source: flat browser
es: navegador plano

source: tree browser
es: navegador de árbol

source: Job age on the dashboard job graphs
es: Edad del trabajo en los gráficos de trabajo del tablero

source: Set age for jobs to display the job graphs on the dashboard page. Setting zero means displaying the graphs for all jobs without limitation.
es: Establecer la edad para los trabajos para mostrar los gráficos de trabajo en la página del tablero. Establecer cero significa mostrar los gráficos para todos los trabajos sin limitación.

source: last %time %unit
es: últimas %time %unit

source: Job %jobname details
es: Detalles del trabajo %jobname

source: Reports
es: Informes

source: Job history report
es: Informe de historia del trabajo

source: Date:
es: Fecha:

source: All jobs
es: Todos los trabajos

source: All issues
es: Todos los problemas

source: Only errors
es: Solo errores

source: %count job(s) finished successfully.
es: %count trabajo(s) terminado(s) con éxito.

source: Job report with errors and warnings
es: Informe de trabajo con errores y advertencias

source: Job report with errors but not warnings
es: Informe de trabajo con errores pero sin advertencias

source: all X jobs finished successfully (no X means one job)
es: todos los trabajos X terminaron exitosamente (sin X significa un trabajo)

source: X jobs with at least one job finished successfully
es: Trabajos X con al menos un trabajo terminado exitosamente

source: all X jobs finished with error or cancelled
es: todos los trabajos X terminaron con error o cancelados

source: All %count jobs finished with error or cancelled.
es: Todos los %count trabajos terminaron con error o cancelados.

source: %errors/%count jobs finished with error or cancelled.
es: %errors/%count trabajos terminaron con error o cancelados

source: No job
es: Ningún trabajo

source: Display options
es: Opciones de visualización

source: Features
es: Características

source: Type bconsole command
es: Escribir comando bconsole

source: API Panel
es: Panel API

source: Go to resource
es: Ir a recurso

source: Pool: %pool, Vol. status: %volstatus
es: Pool: %pool, estado del Vol.: %volstatus

source: Pool volume status summary
es: Resumen del estado del volumen del pool

source: New user
es: Nuevo usuario

source: Step 1 - basic information about new user
es: Paso 1 - información básica sobre el nuevo usuario

source: New user wizard
es: Asistente para nuevo usuario

source: This wizard enables you to create in easy way a new Bacularis user.
es: Este asistente te permite crear de manera fácil un nuevo usuario de Bacularis.

source: Password
es: Contraseña

source: Step 2 - assign roles to user
es: Paso 2 - asignar roles al usuario

source: Assign roles
es: Asignar roles

source: Roles are for giving users restricted access to defined Bacularis interface areas (pages). Each role have configured interface pages. Users with roles assigned are allowed to visit only the pages that are in the user roles.
es: Los roles son para dar a los usuarios acceso restringido a áreas definidas de la interfaz de Bacularis (páginas). Cada rol tiene páginas de interfaz configuradas. Los usuarios con roles asignados pueden visitar solo las páginas que están en los roles del usuario.

source: Invalid role value.
es: Valor de rol no válido.

source: Step 3 - assign API hosts
es: Paso 3 - asignar hosts API

source: Assign API hosts
es: Asignar hosts API

source: In this step you can create and assign API host accounts to users. These accounts are defined connections to the hosts with Bacula resources. You can have many API host connections to the same local or remote API host. You can assign one or more API hosts to one user.
es: En este paso puedes crear y asignar cuentas de host API a usuarios. Estas cuentas son conexiones definidas a los hosts con recursos de Bacula. Puedes tener muchas conexiones de host API al mismo local o remoto host API. Puedes asignar uno o más hosts API a un usuario.

source: Step 4 - access to Bacula resources
es: Paso 4 - acceso a los recursos de Bacula

source: Bacula resources access
es: Acceso a los recursos de Bacula

source: Here you can restrict Bacula resources for the user. It is specially useful for case when the user should not have access to all Bacula resources or it should have access only to own resources (own jobs, ability to restore only own backups, run own backup jobs... etc.)
es: Aquí puede restringir los recursos de Bacula para el usuario. Es especialmente útil para casos en los que el usuario no debería tener acceso a todos los recursos de Bacula o debería tener acceso solo a sus propios recursos (sus propios trabajos, capacidad para restaurar solo sus propios respaldos, ejecutar sus propios trabajos de respaldo... etc.)

source: Should this user have access to all Bacula resources or only to specific resources?
es: ¿Debería este usuario tener acceso a todos los recursos de Bacula o solo a recursos específicos?

source: Access to all shared API host resources (all jobs, all clients, all storages...etc.)
es: Acceso a todos los recursos compartidos del host de la API (todos los trabajos, todos los clientes, todos los almacenamientos...etc.)

source: Access to selected resources only
es: Acceso solo a recursos seleccionados

source: Access
es: Acceso

source: Set access
es: Establecer acceso

source: Access to resources
es: Acceso a recursos

source: Select a way to restrict Bacula resources available for the new user:
es: Seleccione una forma de restringir los recursos de Bacula disponibles para el nuevo usuario:

source: Create a Console with selected job(s) and with the job dependent resources (FileSet, Client, Storage, Schedule...etc.). After creating assign this Console to the API host.
es: Crear una consola con los trabajos seleccionados y con los recursos dependientes del trabajo (FileSet, Cliente, Almacenamiento, Programación...etc.). Después de crear, asignar esta Consola al host de la API.

source: API host jobs:
es: Trabajos del host de la API:

source: Select already existing Console and assign it to the API host.
es: Seleccione una consola ya existente y asígnele el host de la API.

source: API host console:
es: Consola del host de la API:

source: Full access to all resources. The Console access is not used.
es: Acceso completo a todos los recursos. No se utiliza el acceso de la Consola.

source: Step 5 - summary
es: Paso 5 - resumen

source: Resource access
es: Acceso a recursos

source: Console:
es: Consola:

source: Create user
es: Crear usuario

source: Restricted
es: Restringido

source: Select existing API host account to create the new account:
es: Seleccione una cuenta del host de la API existente para crear la nueva cuenta:

source: Admin API host:
es: Admin del host de la API:

source: New API host name:
es: Nuevo nombre del host de la API:

source: Access to all available resources
es: Acceso a todos los recursos disponibles

source: Client jobs
es: Trabajos del cliente

source: Information
es: Información

source: After starting the job, go to the running job status
es: Después de iniciar el trabajo, vaya al estado del trabajo en ejecución

source: Account settings
es: Configuración de la cuenta

source: The two-factor authentication makes authentication process stronger by adding to traditional user/password login method one additional step (second factor).
es: La autenticación de dos factores hace que el proceso de autenticación sea más fuerte al agregar al método tradicional de inicio de sesión de usuario/contraseña un paso adicional (segundo factor).

source: The second factor can use third-party authenticator application (e.g. a mobile or desktop app) that shows a generated and frequently changing code to use for authentication.
es: El segundo factor puede utilizar una aplicación autenticadora de terceros (por ejemplo, una aplicación móvil o de escritorio) que muestra un código generado y frecuentemente cambiado para usarlo para la autenticación.

source: 2FA settings
es: Configuración 2FA

source: TOTP two-factor authentication
es: Autenticación de dos factores TOTP

source: TOTP is an algorithm used for authentication with time-based one-time password. This authentication method generates time based one-time password. It uses an authenticator app like: Google Authenticator or other authentiactor apps.
es: TOTP es un algoritmo utilizado para la autenticación con contraseña de un solo uso basada en tiempo. Este método de autenticación genera una contraseña de un solo uso basada en tiempo. Utiliza una aplicación de autenticación como: Google Authenticator u otras aplicaciones de autenticación.

source: Step 1
es: Paso 1

source: Scan in the authenticator app the QR code
es: Escanee en la aplicación autenticadora el código QR

source: or alternatively type the code below manually to the authenticator app:
es: o alternativamente escriba el código de abajo manualmente en la aplicación autenticadora:

source: show
es: mostrar

source: hide
es: ocultar

source: Step 2
es: Paso 2

source: In the field below please type currently displayed 6 digit code from the authenticator app
es: En el campo de abajo, por favor escriba el código de 6 dígitos actualmente mostrado en la aplicación autenticadora

source: Authenticator code:
es: Código de autenticador:

source: Invalid authentication code. Please try again.
es: Código de autenticación inválido. Por favor, intente de nuevo.

source: For used the HTTP Basic authentication the 2FA is not available. To use multi-factor authentication please switch Bacularis to other authentication method (ex. the local user authentication).
es: Para usar la autenticación HTTP Basic, el 2FA no está disponible. Para usar la autenticación multifactorial, cambie Bacularis a otro método de autenticación (por ejemplo, la autenticación de usuario local).

source: Two-factor authentication
es: Autenticación de dos factores

source: Result
es: Resultado

source: Raw output
es: Salida en bruto

source: Estimated job files
es: Archivos de trabajo estimados

source: Estimated job bytes
es: Bytes de trabajo estimados

source: Job size and files per day
es: Tamaño y archivos de trabajo por día

source: Last successful job
es: Último éxito

source: hour
es: hora

source: hours
es: horas

source: minute
es: minuto

source: minutes
es: minutos

source: %time ago
es: hace %time

source: Last failed job
es: Último fallo

source: Rerun
es: Repetir

source: All directives
es: Todas las directivas

source: Audit log
es: Registro de auditoría

source: Enable audit log
es: Habilitar registro de auditoría

source: Audit log enables to log and track all important user actions.
es: El registro de auditoría permite registrar y rastrear todas las acciones importantes del usuario.

source: Maximum number of log entries
es: Número máximo de entradas de registro

source: Maximum number of log lines stored in the audit log file.
es: Número máximo de líneas de registro almacenadas en el archivo de registro de auditoría.
