Repository: bacularis/bacularis-lang-es
Catalog: Web/messages.po
Languages: es

source: The API hosts define connection parameters to hosts with the Bacularis API instances. You can create the API host connections dedicated for specific users by assigning API hosts to them on the Users tab. There is possible to create many API host connections to the same Bacularis API instance.
es: Los hosts de la API definen los parámetros de conexión a los hosts con las instancias de la API de Bacularis. Puedes crear conexiones de host de la API dedicadas para usuarios específicos asignándoles hosts de la API en la pestaña de Usuarios. Es posible crear muchas conexiones de host de la API a la misma instancia de la API de Bacularis.

source: Set all CommandAcls used by Bacularis Web
es: Establecer todas las CommandAcls utilizadas por Bacularis Web

source: Find job by filename (without path):
es: Buscar trabajo por nombre de archivo (sin ruta):

source: File
es: Archivo

source: match exact filename
es: coincidir exactamente con el nombre del archivo

source: With this option are searched files with names equal provided filename, otherwise there are searched files with names containing provided filename like *filename*.
es: Con esta opción se buscan archivos con nombres iguales al nombre de archivo proporcionado, de lo contrario, se buscan archivos con nombres que contengan el nombre de archivo proporcionado como *filename*.

source: State
es: Estado

source: saved
es: guardado

source: deleted
es: eliminado

source: last %days days
es: últimos %days días

source: Path (optional):
es: Ruta (opcional):

source: With the given path, the results narrow down to the files in the path only.
es: Con la ruta dada, los resultados se limitan a los archivos en la ruta solamente.

source: Storage Daemon:
es: Demonio de Almacenamiento:

source: # Devices:
es: # Dispositivos:

source: Devices
es: Dispositivos

source: Archive device:
es: Dispositivo de archivo:

source: Device type:
es: Tipo de dispositivo:

source: Media type:
es: Tipo de medio:

source: Device type
es: Tipo de dispositivo

source: Media type
es: Tipo de medio

source: Maximum concurrent jobs:
es: Máximo de trabajos concurrentes:

source: Maximum volume size:
es: Tamaño máximo de volumen:

source: Mounted:
es: Montado:

source: Opened:
es: Abierto:

source: Waiting:
es: En espera:

source: Blocked:
es: Bloqueado:

source: Blocked description:
es: Descripción de bloqueo:

source: Read-only:
es: Solo lectura:

source: Last speed:
es: Última velocidad:

source: Write pool:
es: Pool de escritura:

source: Write device:
es: Dispositivo de escritura:

source: Write volume:
es: Volumen de escritura:

source: Read pool:
es: Pool de lectura:

source: Read device:
es: Dispositivo de lectura:

source: Read volume:
es: Volumen de lectura:

source: Used space:
es: Espacio utilizado:

source: Status:
es: Estado:

source: running
es: en marcha

source: idle
es: inactivo

source: Single devices
es: Dispositivos individuales

source: Start time:
es: Hora de inicio:

source: End time:
es: Hora de finalización:

source: Terminated jobs
es: Trabajos terminados

source: All devices
es: Todos los dispositivos

source: All device types
es: Todos los tipos de dispositivos

source: All media types
es: Todos los tipos de medios

source: All statuses
es: Todos los estados

source: Graphical storage status is supported for Bacula storages version 9.0 and greater.
es: El estado de almacenamiento gráfico es compatible con las versiones de almacenamiento de Bacula 9.0 o superiores.

source: Status request timed out. The most probably the Bacula storage is not available or it is not running.
es: La solicitud de estado ha expirado. Lo más probable es que el almacenamiento de Bacula no esté disponible o no esté funcionando.

source: Display messages log window
es: Mostrar ventana de registro de mensajes

source: Truncate log
es: Truncar registro

source: Messages
es: Mensajes

source: Last %errors/%count jobs finished with error.
es: Los últimos %errors/%count trabajos finalizaron con error.

source: All last %count jobs finished successfully.
es: Todos los últimos %count trabajos finalizaron con éxito.

source: Drive index
es: Índice de unidad

source: Drive name
es: Nombre de la unidad

source: Unload
es: Descargar

source: Manage autochanger
es: Administrar autochanger

source: Slot in device
es: Ranura en el dispositivo

source: Slot in catalog
es: Ranura en el catálogo

source: Load
es: Cargar

source: Load drive
es: Cargar unidad

source: index
es: índice

source: device
es: dispositivo

source: Drive
es: Unidad

source: Empty
es: Vacío

source: In drive %index (%drive)
es: En la unidad %index (%drive)

source: Import/Export
es: Importar/Exportar

source: Label using barcodes
es: Etiquetar usando códigos de barras

source: Move to import/export slot
es: Mover a la ranura de importación/exportación

source: Autochanger management is unavailable. To manage autochanger from here, add it to the API host devices on the API host side.
es: La gestión de autochanger no está disponible. Para gestionar el autochanger desde aquí, añádelo a los dispositivos de la API host en el lado del API host.

source: Drive index:
es: Índice de la unidad:

source: Slots
es: Ranuras

source: Release I/E
es: Liberar I/E

source: Move to import/export slots
es: Mover a ranuras de importación/exportación

source: There are to few import/export slots to transfer selected volumes. Free import/export slots count: %slots_count, selected volumes count: %vols_count.
es: Hay pocas ranuras de importación/exportación para transferir los volúmenes seleccionados. Cuenta de ranuras de importación/exportación libres: %slots_count, cuenta de volúmenes seleccionados: %vols_count.

source: Import/export slot
es: Ranura de importación/exportación

source: Destination slot
es: Ranura de destino

source: Release import/export slot
es: Liberar ranura de importación/exportación

source: Tape drives
es: Unidades de cinta

source: Changer slots
es: Ranuras del cargador

source: Release all I/E slots
es: Liberar todas las ranuras I/E

source: There are to few regular slots to transfer selected volumes from import/export slots. Full import/export slot count: %ie_slot_count, free regular slot count: %slot_count.
es: Hay pocas ranuras regulares para transferir los volúmenes seleccionados desde las ranuras de importación/exportación. Cuenta total de ranuras de importación/exportación: %ie_slot_count, cuenta de ranuras regulares libres: %slot_count.

source: Tip: To use bulk autochanger actions, please select table rows.
es: Consejo: Para usar acciones masivas de autochanger, seleccione las filas de la tabla.

source: Mount volume
es: Montar volumen

source: API hosts:
es: Hosts API:

source: Please select API host
es: Por favor, seleccione un host API

source: FD address
es: Dirección FD

source: FD port
es: Puerto FD

source: FD API host
es: Host API FD

source: Configure file daemon
es: Configurar el demonio de archivo

source: There was a problem with loading the resource configuration. Please check if selected API host is working and if it provides access to the resource configuration.
es: Hubo un problema al cargar la configuración del recurso. Por favor, verifique si el host API seleccionado está funcionando y si proporciona acceso a la configuración del recurso.

source: SD API host
es: Host API SD

source: SD address
es: Dirección SD

source: SD port
es: Puerto SD

source: Configure storage daemon
es: Configurar el demonio de almacenamiento

source: # Directories:
es: # Directorios:

source: # Files:
es: # Archivos:

source: Search...
es: Buscar...

source: case sensitive
es: sensible a mayúsculas y minúsculas

source: Backup client
es: Cliente de respaldo

source: Job type
es: Tipo de trabajo

source: Restore time point
es: Punto de tiempo de restauración

source: Catalogs
es: Catálogos

source: Status director
es: Estado del director

source: Configure director
es: Configurar director

source: Job
es: Trabajo

source: Job status desc.:
es: Descripción del estado del trabajo:

source: Scheduled time:
es: Hora programada:

source: Scheduled jobs
es: Trabajos programados

source: No jobs scheduled
es: No hay trabajos programados

source: No jobs terminated
es: No se terminaron trabajos

source: Director details
es: Detalles del director

source: Graphical director status is supported for Bacula directors version 9.0 and greater.
es: El estado gráfico del director es compatible con las versiones del director de Bacula 9.0 y superiores.

source: Status request timed out. The most probably the Bacula director is not available or it is not running.
es: La solicitud de estado ha expirado. Lo más probable es que el director de Bacula no esté disponible o no esté funcionando.

source: To use the console page please configure bbconsjson binary file path on the API side.
es: Para usar la página de consola, configure la ruta del archivo binario bbconsjson en el lado de la API.

source: Console details
es: Detalles de la consola

source: Configure console
es: Configurar consola

source: Mode:
es: Modo:

source: Jobs finished successfully
es: Trabajos finalizados con éxito

source: Jobs finished with warnings
es: Trabajos finalizados con advertencias

source: Jobs finished with errors
es: Trabajos finalizados con errores

source: Jobs cancelled
es: Trabajos cancelados

source: Copy
es: Copiar

source: Column visibility
es: Visibilidad de columna

source: 1 row selected
es: 1 fila seleccionada

source: %d rows selected
es: %d filas seleccionadas

source: Showing _START_ to _END_ of _TOTAL_ entries
es: Mostrando del _START_ al _END_ de _TOTAL_ entradas

source: First
es: Primero

source: Last
es: Último

source: No matching records found
es: No se encontraron registros coincidentes

source: filtered from _MAX_ total entries
es: filtrado de _MAX_ entradas totales

source: No data available in table
es: No hay datos disponibles en la tabla

source: Jump to:
es: Saltar a:

source: Previous error/warning
es: Error/advertencia anterior

source: Next error/warning
es: Siguiente error/advertencia

source: New backup job
es: Nuevo trabajo de respaldo

source: New copy job
es: Nuevo trabajo de copia

source: Step 1 - basic information about new job
es: Paso 1 - información básica sobre el nuevo trabajo

source: New copy job wizard
es: Asistente para nuevo trabajo de copia

source: Copy jobs run copying backup jobs data from one volume to another. It is done by reading the previously backed up data from volume and writing it to another volume in a different pool. All process runs without using file daemon.
es: Los trabajos de copia se ejecutan copiando los datos de los trabajos de respaldo de un volumen a otro. Se hace leyendo los datos previamente respaldados desde el volumen y escribiéndolos en otro volumen en un pool diferente. Todo el proceso se ejecuta sin usar el demonio de archivos.

source: Step 2 - what you want to copy
es: Paso 2 - qué desea copiar

source: Source Pool
es: Pool de origen

source: Please select a pool from which you want to copy data.
es: Por favor, seleccione un grupo del cual desea copiar datos.

source: The source pool will be examined for finding backup jobs to copy.
es: Se examinará el grupo de origen para encontrar trabajos de respaldo para copiar.

source: See volumes in selected pool
es: Ver volúmenes en el grupo seleccionado

source: Step 3 - how would you like to copy
es: Paso 3 - Cómo le gustaría copiar

source: Backup jobs selection criteria
es: Criterios de selección de trabajos de respaldo

source: Please select the criteria that will be used for selecting backup jobs to copy.
es: Por favor, seleccione los criterios que se utilizarán para seleccionar los trabajos de respaldo a copiar.

source: Copy by job
es: Copiar por trabajo

source: Copy by client
es: Copiar por cliente

source: Copy by volume
es: Copiar por volumen

source: Copy by smallest volume
es: Copiar por el volumen más pequeño

source: Copy by oldest volume
es: Copiar por el volumen más antiguo

source: Copy by SQL query
es: Copiar por consulta SQL

source: Copy all uncopied jobs (Pool Uncopied Jobs)
es: Copiar todos los trabajos no copiados (Trabajos no copiados del grupo)

source: See backup jobs
es: Ver trabajos de respaldo

source: See clients
es: Ver clientes

source: See volumes
es: Ver volúmenes

source: Warning
es: Advertencia

source: Note.
es: Nota.

source: To chosen destination pool %pool will be assigned new Storage %storage. This action can affect all jobs (listed below) that use this pool. Are you sure you want to assign the storage %storage to pool %pool?
es: Al grupo de destino elegido %pool se le asignará un nuevo almacenamiento %storage. Esta acción puede afectar a todos los trabajos (enumerados a continuación) que usen este grupo. ¿Está seguro de que quiere asignar el almacenamiento %storage al grupo %pool?

source: See all jobs that use the pool
es: Ver todos los trabajos que utilizan el grupo

source: Step 4 - where you like to copy
es: Paso 4 - a dónde le gustaría copiar

source: Destination Pool
es: Grupo de destino

source: Please select destination pool to which will be stored data.
es: Por favor, seleccione el grupo de destino en el cual se almacenarán los datos.

source: Destination Storage
es: Almacenamiento de destino

source: Step 5 - copy job options
es: Paso 5 - opciones de trabajo de copia

source: Other options
es: Otras opciones

source: Pick job name
es: Elegir nombre de trabajo

source: Pick client name
es: Elegir nombre de cliente

source: Pick volume name
es: Elegir nombre de volumen

source: Level, Client and FileSet are not used during copy jobs running but they are required to define in copy job resource as the standard Job directives.
es: Nivel, Cliente y Conjunto de Archivos no se utilizan durante la ejecución de los trabajos de copia, pero se requieren para definir en el recurso de trabajo de copia como las directivas de trabajo estándar.

source: Source Storage
es: Almacenamiento de origen

source: Please select a storage using which you want to read copy data.
es: Por favor, seleccione un almacenamiento con el que desea leer los datos copiados.

source: Please select a storage using which you want to write copied data.
es: Por favor, seleccione un almacenamiento con el que desea escribir los datos copiados.

source: Not used
es: No usado

source: New backup job wizard
es: Asistente para nuevo trabajo de respaldo

source: This wizard enables you to create in easy way a new backup job.
es: Este asistente te permite crear de manera fácil un nuevo trabajo de respaldo.

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sábado

source: Sunday
es: Domingo

source: Days of the week
es: Días de la semana

source: Weeks of the month
es: Semanas del mes

source: first
es: primero

source: second
es: segundo

source: third
es: tercero

source: fourth
es: cuarto

source: fifth
es: quinto

source: sixth
es: sexto

source: Days of the month
es: Días del mes

source: Weeks of the year
es: Semanas del año

source: All weeks
es: Todas las semanas

source: All days
es: Todos los días

source: Run at specified HH:MM
es: Ejecutar a la HH:MM especificada

source: Run at
es: Ejecutar a las

source: All months
es: Todos los meses

source: January
es: Enero

source: February
es: Febrero

source: March
es: Marzo

source: April
es: Abril

source: May
es: Mayo

source: June
es: Junio

source: July
es: Julio

source: August
es: Agosto

source: September
es: Septiembre

source: October
es: Octubre

source: November
es: Noviembre

source: December
es: Diciembre

source: Last day of the month
es: Último día del mes

source: Months of the year
es: Meses del año

source: Hourly
es: Cada hora

source: Daily
es: Diario

source: Weekly
es: Semanal

source: Monthly
es: Mensual

source: Custom
es: Personalizado

source: Run job every hour at the specified minute
es: Ejecutar el trabajo cada hora en el minuto especificado

source: Run job every day at the specified time
es: Ejecutar el trabajo todos los días a la hora especificada

source: Run job every week at the specified time on selected days of the week
es: Ejecutar el trabajo cada semana a la hora especificada en los días seleccionados de la semana

source: Run job every month at the specified time in selected weeks of the month
es: Ejecutar el trabajo cada mes a la hora especificada en las semanas seleccionadas del mes

source: Setup your custom schedule
es: Configura tu horario personalizado

source: Override directives
es: Anular directivas

source: Migrate by job
es: Migrar por trabajo

source: Migrate by client
es: Migrar por cliente

source: Migrate by volume
es: Migrar por volumen

source: Migrate by smallest volume
es: Migrar por el volumen más pequeño

source: Migrate by oldest volume
es: Migrar por el volumen más antiguo

source: Migrate using Pool occupancy
es: Migrar utilizando la ocupación de la piscina

source: Migrate by Pool time
es: Migrar por tiempo de piscina

source: Migrate by SQL query
es: Migrar por consulta SQL

source: New migrate job wizard
es: Nuevo asistente de trabajo de migración

source: Step 2 - what you want to migrate
es: Paso 2 - qué quieres migrar

source: Please select a pool from which you want to migrate data.
es: Por favor, selecciona una piscina desde la que quieras migrar los datos.

source: The source pool will be examined for finding backup jobs to migrate.
es: La piscina fuente se examinará para encontrar trabajos de respaldo para migrar.

source: Please select a storage using which you want to read migrate data.
es: Por favor seleccione un almacenamiento con el que desee leer los datos de migración.

source: Because you selected migrate using Pool occupancy, to chosen source pool %pool will be added two directives: Migration Low Bytes and Migration High Bytes.
es: Debido a que seleccionaste migrar utilizando la ocupación de la piscina, a la piscina fuente %pool se le añadirán dos directivas: Migración de bytes bajos y Migración de bytes altos.

source: Because you selected migrate using Pool time, to chosen source pool %pool will be added the Migration Time directive.
es: Debido a que seleccionaste migrar utilizando el tiempo de la piscina, a la piscina fuente %pool se le añadirá la directiva de Tiempo de Migración.

source: Step 3 - how would you like to migrate
es: Paso 3 - cómo te gustaría migrar

source: Step 4 - where you like to migrate
es: Paso 4 - dónde te gustaría migrar

source: Please select a storage using which you want to write migrated data.
es: Por favor, seleccione un almacenamiento con el que desee escribir los datos migrados.

source: Step 5 - migrate job options
es: Paso 5 - opciones de trabajo de migración

source: Purge jobs
es: Trabajos de purga

source: Level, Client and FileSet are not used during migrate jobs running but they are required to define in migrate job resource as the standard Job directives.
es: Nivel, Cliente y FileSet no se usan durante la ejecución de trabajos de migración, pero se requieren para definir en el recurso de trabajo de migración como las directivas de trabajo estándar.

source: Migrate jobs run moving backup jobs data from one volume to another. It is done by reading the previously backed up data from volume and writing it to another volume in a different pool. The file catalog records associated with the original backup jobs are purged. All process runs without using file daemon.
es: Los trabajos de migración se ejecutan moviendo los datos de los trabajos de copia de seguridad de un volumen a otro. Se hace mediante la lectura de los datos previamente respaldados del volumen y su escritura a otro volumen en una agrupación diferente. Los registros del catálogo de archivos asociados con los trabajos de copia de seguridad originales se purgan. Todo el proceso se ejecuta sin usar el demonio de archivos.

source: New migrate job
es: Nuevo trabajo de migración

source: Please select the criteria that will be used for selecting backup jobs to migrate.
es: Por favor, seleccione el criterio que se utilizará para seleccionar los trabajos de copia de seguridad a migrar.

source: The job needs media.
es: El trabajo necesita un medio.

source: Please mount volume %volume or label a new one for storage: %storage, pool: %pool, media type: %mediatype.
es: Por favor, monte el volumen %volume o etiquete uno nuevo para el almacenamiento: %storage, pool: %pool, tipo de medio: %mediatype.

source: Please mount volume %volume for storage: %storage, pool: %pool, media type: %mediatype.
es: Por favor, monte el volumen %volume para almacenamiento: %storage, pool: %pool, tipo de medio: %mediatype.

source: Please create a new volume for storage: %storage, pool: %pool, media type: %mediatype.
es: Por favor, cree un nuevo volumen para almacenamiento: %storage, pool: %pool, tipo de medio: %mediatype.

source: Assign volumes from selected pool
es: Asignar volúmenes desde la pool seleccionada

source: This function enables re-assigning volumes from selected pool to this pool.
es: Esta función permite reasignar volúmenes desde la pool seleccionada a esta pool.

source: Please select a pool from which you would like to assign volumes to this pool.
es: Por favor, seleccione una pool desde la cual desee asignar volúmenes a esta pool.

source: Assigned volume count:
es: Recuento de volúmenes asignados:

source: Assign volumes
es: Asignar volúmenes

source: No volumes in the pool to assign.
es: No hay volúmenes en la pool para asignar.

source: The pool has not been renamed but it has been copied with the new name. Please note that if the original pool contained volumes, they have not been moved and they are still assigned to the original pool in the catalog database. To re-assign volumes from the original pool to this one please go to the MAIN MENU &#10148; Pools &#10148; [NEW POOL] &#10148; Tab: Actions and please use the 'Assign volumes' button. After re-assgning volumes you can delete the original pool.
es: La pool no ha sido renombrada pero ha sido copiada con el nuevo nombre. Tenga en cuenta que si la pool original contenía volúmenes, no se han movido y todavía están asignados a la pool original en la base de datos del catálogo. Para reasignar los volúmenes de la pool original a esta, por favor vaya al MENÚ PRINCIPAL &#10148; Pools &#10148; [NEW POOL] &#10148; Tab: Acciones y use el botón 'Asignar volúmenes'. Después de reasignar los volúmenes, puede eliminar la pool original.

source: Add Connect directive
es: Agregar directiva Connect

source: Add Run directive
es: Agregar directiva Run

source: Add Runscript block
es: Agregar bloque Runscript

source: Add Console directive
es: Agregar directiva Console

source: Add Stdout directive
es: Agregar directiva Stdout

source: Add Stderr directive
es: Agregar directiva Stderr

source: Add Syslog directive
es: Agregar directiva Syslog

source: Add Catalog directive
es: Agregar directiva Catalog

source: Add Director directive
es: Agregar directiva Director

source: Add File directive
es: Agregar directiva File

source: Add Append directive
es: Agregar directiva Append

source: Add Mail directive
es: Agregar directiva Mail

source: Add MailOnError directive
es: Agregar directiva MailOnError

source: Add MailOnSuccess directive
es: Agregar directiva MailOnSuccess

source: Add Operator directive
es: Agregar directiva Operator

source: Enable Bacula messages log window:
es: Habilitar ventana de registro de mensajes Bacula:
