Repository: bacularis/bacularis-lang-es
Catalog: Web/messages.po
Languages: es

source: Jobs for Client
es: Trabajos para el cliente

source: No jobs for the client.
es: No hay trabajos para el cliente.

source: Configuration
es: Configuración

source: bdirjson binary file path:
es: ruta del archivo binario bdirjson:

source: bsdjson binary file path:
es: ruta del archivo binario bsdjson:

source: bfdjson binary file path:
es: ruta del archivo binario bfdjson:

source: bbconsjson binary file path:
es: Ruta del archivo binario bbconsjson:

source: Main Director config file path (usually bacula-dir.conf):
es: Ruta del archivo de configuración del Director principal (generalmente bacula-dir.conf):

source: Main Storage Daemon config file path (usually bacula-sd.conf):
es: Ruta del archivo de configuración del Daemon de Almacenamiento principal (generalmente bacula-sd.conf):

source: Main File Daemon config file path (usually bacula-fd.conf):
es: Ruta del archivo de configuración del Daemon de Archivo principal (generalmente bacula-fd.conf):

source: Admin Bconsole config file path (usually bconsole.conf):
es: Ruta del archivo de configuración Admin Bconsole (generalmente bconsole.conf):

source: Test configuration
es: Probar configuración

source: General configuration
es: Configuración general

source: To setup configuration module please provide Bacula JSON tools paths and config files paths.
es: Para configurar el módulo de configuración, proporcione las rutas de las herramientas JSON de Bacula y las rutas de los archivos de configuración.

source: Error during config save
es: Error durante el guardado de la configuración

source: There is required to provide both binary file and config file paths.
es: Se requiere proporcionar tanto la ruta del archivo binario como la de los archivos de configuración.

source: Directory path for new config files:
es: Ruta del directorio para los nuevos archivos de configuración:

source: Directory path field is required.
es: El campo ruta de directorio es obligatorio.

source: Provided directory path is not writable by web server.
es: La ruta de directorio proporcionada no es escribible por el servidor web.

source: Seconds
es: Segundos

source: Minutes
es: Minutos

source: Hours
es: Horas

source: Days
es: Días

source: IP Address/Hostname:
es: Dirección IP/Nombre del host:

source: Remove
es: Eliminar

source: Edit
es: Editar

source: Show/hide all directives
es: Mostrar/ocultar todas las directivas

source: Show the resource raw config
es: Mostrar la configuración en bruto del recurso

source: Save the resource on multiple hosts
es: Guardar el recurso en varios hosts

source: Save the resource to additional path
es: Guardar el recurso en una ruta adicional

source: Download the resource config
es: Descargar la configuración del recurso

source: Add APIs
es: Añadir APIs

source: Protocol:
es: Protocolo:

source: API Address:
es: Dirección de la API:

source: API Login:
es: Inicio de sesión de la API:

source: API Password:
es: Contraseña de la API:

source: Please enter API address.
es: Por favor, introduzca la dirección de la API.

source: Please enter API port.
es: Por favor, introduzca el puerto de la API.

source: Please enter API login.
es: Por favor, introduzca el inicio de sesión de la API.

source: Please enter API password.
es: Por favor, introduzca la contraseña de la API.

source: Bacularis web interface requires to add at least one Bacularis API instance with shared Catalog access. Please add API instance.
es: La interfaz web de Bacularis requiere agregar al menos una instancia de API de Bacularis con acceso compartido al Catálogo. Por favor, agregue una instancia de API.

source: Save with name:
es: Guardar con el nombre:

source: API connection test:
es: Prueba de conexión de la API:

source: Catalog support
es: Soporte de Catálogo

source: Console support
es: Soporte de Consola

source: Config support
es: Soporte de Configuración

source: Supported
es: Soportado

source: Not supported
es: No soportado

source: Step 3 - authentication params to Baculum Web panel
es: Paso 3 - parámetros de autenticación al panel Web de Baculum

source: Step 4 - Finish
es: Paso 4 - Finalizar

source: Disabled
es: Deshabilitado

source: From month
es: Desde el mes

source: To month
es: Hasta el mes

source: Month
es: Mes

source: From day
es: Desde el día

source: To day
es: Hasta el día

source: Day
es: Día

source: Day of week
es: Día de la semana

source: From day of week
es: Desde el día de la semana

source: To day of week
es: Hasta el día de la semana

source: Hour
es: Hora

source: Minute
es: Minuto

source: From week
es: Desde la semana

source: To week
es: Hasta la semana

source: Week
es: Semana

source: Add new %resource_type resource on %component_name (%component_type)
es: Agrega nuevo recurso %resource_type en %component_name (%component_type)

source: Reset to default value
es: Restablecer al valor predeterminado

source: Remove directive
es: Eliminar directiva

source: Add API host
es: Agregar host de API

source: Add host
es: Añadir host

source: Given host already exists in config file.
es: El host dado ya existe en el archivo de configuración.

source: Problem during save to config file. Please check host config file permission.
es: Problema al guardar en el archivo de configuración. Por favor, compruebe el permiso del archivo de configuración del host.

source: Host added successfully.
es: Host agregado con éxito.

source: Save as:
es: Guardar como:

source: (optional)
es: (opcional)

source: Use HTTP Basic authentication
es: Utilizar autenticación básica HTTP

source: Use OAuth2 for authorization and authentication
es: Utilizar OAuth2 para autorización y autenticación

source: Invalid Client ID value. Client ID may contain a-z A-Z 0-9 - _ characters.
es: Valor del ID de cliente no válido. El ID de cliente puede contener caracteres a-z A-Z 0-9 - _.

source: Please enter Client ID.
es: Por favor, introduzca el ID de cliente.

source: OAuth2 Client ID:
es: ID de cliente OAuth2:

source: OAuth2 Client Secret:
es: Secreto de cliente OAuth2:

source: Please enter Client Secret.
es: Por favor, introduzca el secreto del cliente.

source: Invalid Client Secret value. Client Secret may contain any character that is not a whitespace character.
es: Valor inválido del Secreto del cliente. El Secreto del cliente puede contener cualquier carácter que no sea un espacio en blanco.

source: generate
es: generar

source: Dedicated Bconsole config file path:
es: Ruta del archivo de configuración del Bconsole dedicado:

source: Please enter Redirect URI.
es: Por favor, introduce el URI de redirección.

source: OAuth2 Redirect URI (example: https://bacularis:9097/web/redirect):
es: URI de redirección OAuth2 (ejemplo: https://bacularis:9097/web/redirect):

source: OAuth2 scopes (space separated):
es: Ámbitos OAuth2 (separados por espacios):

source: Please enter OAuth2 scopes.
es: Por favor, introduzca los ámbitos OAuth2.

source: Auth Type:
es: Tipo de autenticación:

source: OAuth2 Redirect URI:
es: URI de redirección OAuth2:

source: OAuth2 Scope:
es: Alcance OAuth2:

source: Restore job:
es: Restaurar trabajo:

source: API host
es: Host de API

source: API host:
es: Host de API:

source: Select host
es: Seleccionar host

source: Field required.
es: Campo requerido.

source: Invalid value. Integer value required.
es: Valor inválido. Se requiere valor entero.

source: Resource %s "%s" is used in the following resources:
es: El recurso %s "%s" se utiliza en los siguientes recursos:

source: Component: %s, Resource: %s "%s", Directive: %s
es: Componente: %s, Recurso: %s "%s", Directiva: %s

source: Are you sure that you want to remove %s resource "%s"?
es: ¿Estás seguro de que quieres eliminar el recurso %s "%s"?

source: Resource %s "%s" removed successfully.
es: El recurso %s "%s" se eliminó correctamente.

source: Please unassign resource %s "%s" from these resources and try again.
es: Por favor, desasigne el recurso %s "%s" de estos recursos e intente de nuevo.

source: Size:
es: Tamaño:

source: Volume:
es: Volumen:

source: InChanger:
es: En el cambiador:

source: Sum:
es: Suma:

source: Select
es: Seleccionar

source: Path:
es: Ruta:

source: Restore wizard
es: Asistente de restauración

source: This wizard enables you to do in easy way restore files to destination Bacula Client.
es: Este asistente te permite restaurar archivos de manera fácil al cliente Bacula de destino.

source: To start, please select backup Client which data you want to restore.
es: Para comenzar, por favor selecciona el cliente de respaldo cuyos datos quieres restaurar.

source: There are two ways to select backup to restore. The selected backup way provides list of jobs from which there is possible to select a job. If you need the latest backups from the Client alternatively you can use Group most recent backups way which will select backups for you basing on backup job name and fileset resource.
es: Existen dos maneras de seleccionar la copia de seguridad a restaurar. El método de respaldo seleccionado proporciona una lista de trabajos de los cuales se puede seleccionar uno. Si necesitas las copias de seguridad más recientes del Cliente, alternativamente puedes usar el método de agrupar las copias de seguridad más recientes, que seleccionará las copias de seguridad por ti en base al nombre del trabajo de respaldo y al recurso del conjunto de archivos.

source: Do not relocate files
es: No reubicar archivos

source: Relocate files with prefix and/or suffix
es: Reubicar archivos con prefijo y/o sufijo

source: Relocate files with regular expression
es: Reubicar archivos con expresión regular

source: Strip prefix:
es: Eliminar prefijo:

source: Add prefix:
es: Agregar prefijo:

source: Add suffix:
es: Agregar sufijo:

source: RegexWhere:
es: RegexDonde:

source: File relocation option:
es: Opción de reubicación de archivos:

source: In Changer
es: En el cambiador

source: Volume
es: Volumen

source: During restore there will be used following volumes:
es: Durante la restauración se utilizarán los siguientes volúmenes:

source: Go back
es: Regresar

source: Start time
es: Hora de inicio

source: Name
es: Nombre

source: More jobs
es: Más trabajos

source: Welcome
es: Bienvenido

source: Details
es: Detalles

source: Job is running
es: El trabajo está en ejecución

source: Job is finished
es: El trabajo ha terminado

source: Refresh log
es: Actualizar registro

source: Job list
es: Lista de trabajos

source: Action
es: Acción

source: Storage list
es: Lista de almacenamiento

source: Status storage
es: Estado del almacenamiento

source: Storages
es: Almacenamientos

source: Client list
es: Lista de clientes

source: Job retention
es: Retención de trabajos

source: File retention
es: Retención de archivos

source: Client details
es: Detalles del cliente

source: Status client
es: Estado del cliente

source: Configure client
es: Configurar cliente

source: Add new Client
es: Agregar nuevo Cliente

source: New
es: Nuevo

source: Resource to create:
es: Recurso para crear:

source: Create
es: Crear

source: Add new resource
es: Agregar nuevo recurso

source: Please select host
es: Por favor selecciona el host

source: Component:
es: Componente:

source: Please select component
es: Por favor seleccione componente

source: Add client
es: Añadir cliente

source: Add job
es: Añadir trabajo

source: Job to run:
es: Trabajo a ejecutar:

source: Add storage
es: Añadir almacenamiento

source: Add device
es: Añadir dispositivo

source: Add autochanger
es: Añadir cambiador automático

source: Resource has been saved successfully.
es: El recurso ha sido guardado exitosamente.

source: Configure storage
es: Configurar almacenamiento

source: Configure devices
es: Configurar dispositivos

source: Configure autochanger
es: Configurar cambiador automático

source: Storage details
es: Detalles de almacenamiento

source: Device name
es: Nombre del dispositivo

source: Device details
es: Detalles del dispositivo

source: Device:
es: Dispositivo:

source: Configure device
es: Configurar dispositivo

source: Job details
es: Detalles del trabajo

source: No. vols
es: Núm. vols

source: Max. vols
es: Máx. vols

source: Vol. retention
es: Retención de vol.

source: Max. vol. jobs
es: Máx. trabajos de vol.

source: Max. vol. bytes
es: Máx. bytes de vol.

source: Max. vol. files
es: Máx. archivos de vol.

source: Recycle
es: Reciclar

source: Pool list
es: Lista de piscinas

source: Add pool
es: Añadir piscina

source: Update pool
es: Actualizar piscina

source: Update all vols in pool
es: Actualizar todos los vols en la piscina

source: Pool details
es: Detalles de la piscina

source: Limits
es: Límites

source: Recycling
es: Reciclaje

source: Vol. use duration
es: Duración de uso de vol.

source: Action on purge
es: Acción al purgar

source: Recycle pool
es: Reciclar piscina

source: Scratch pool
es: Piscina base

source: Next pool
es: Próxima piscina

source: Enabled
es: Habilitado

source: Volumes in pool
es: Volúmenes en la piscina

source: Configure pool
es: Configurar piscina

source: First written
es: Primera escritura

source: Last written
es: Última escritura

source: Vol. jobs
es: Trabajos de vol.

source: Vol. bytes
es: Bytes de vol.

source: Volume list
es: Lista de volúmenes

source: Volume details
es: Detalles del volumen

source: Recycle count
es: Contador de reciclaje

source: Configure volume
es: Configurar volumen

source: InChanger
es: En el cambiador

source: Vol. files
es: Archivos de vol.

source: Writing
es: Escritura

source: Vol. status
es: Estado del Vol.

source: Vol. errors
es: Errores del Vol.

source: Vol. mounts
es: Montajes del Vol.

source: Configure job
es: Configurar trabajo

source: Configure fileset
es: Configurar conjunto de archivos

source: Configure schedule
es: Configurar horario

source: Remove resource
es: Eliminar recurso

source: Job history
es: Historial de trabajos

source: Job history list
es: Lista de historial de trabajos

source: Job history details
es: Detalles del historial de trabajos

source: Are you sure you want to remove this resource?
es: ¿Estás seguro de que quieres eliminar este recurso?

source: FileSets
es: Conjuntos de archivos

source: FileSet list
es: Lista de conjuntos de archivos

source: Add fileset
es: Añadir conjunto de archivos

source: FileSet details
es: Detalles del conjunto de archivos

source: Schedule list
es: Lista de horarios

source: Add schedule
es: Añadir horario

source: Schedules
es: Horarios

source: Schedule:
es: Horario:

source: Schedule details
es: Detalles del horario

source: Configure
es: Configurar

source: Configure Bacula hosts
es: Configurar hosts Bacula

source: Previous
es: Anterior

source: Next
es: Siguiente

source: Exit wizard
es: Salir del asistente

source: Time range:
es: Rango de tiempo:

source: Application settings
es: Configuraciones de la aplicación

source: Update slots
es: Actualizar ranuras

source: Max. number of jobs visible in tables
es: Máx. número de trabajos visibles en tablas

source: Max. number of jobs value must be integer greather than 0.
es: El valor del máx. número de trabajos debe ser un entero mayor que 0.

source: Log order
es: Orden de registro

source: Close Menu
es: Cerrar menú

source: Error code:
es: Código de error:

source: Message:
es: Mensaje:

source: Include
es: Incluir

source: Exclude
es: Excluir

source: Step 1 - select job type
es: Paso 1 - seleccionar tipo de trabajo

source: New job wizard
es: Asistente para nuevo trabajo

source: This wizard enables you to create in easy way a new job.
es: Este asistente te permite crear de manera fácil un nuevo trabajo.

source: To start please select job type that you wish to create.
es: Para comenzar, por favor selecciona el tipo de trabajo que deseas crear.

source: Step 2 - what you want to backup
es: Paso 2 - lo que quieres respaldar

source: Client and FileSet
es: Cliente y conjunto de archivos

source: Please select Client from which you want to backup data and please select FileSet with files/directories definition to backup.
es: Por favor selecciona el Cliente del cual deseas respaldar datos y selecciona el conjunto de archivos con la definición de archivos/directorios para respaldar.

source: If your FileSet for this backup does not exist yet, you can create it.
es: Si tu conjunto de archivos para este respaldo aún no existe, puedes crearlo.

source: Add new FileSet
es: Añadir nuevo conjunto de archivos

source: New FileSet
es: Nuevo conjunto de archivos

source: Step 3 - where you want to backup
es: Paso 3 - dónde quieres respaldar

source: Storage and Pool
es: Almacenamiento y Pool

source: Spool setting
es: Ajuste de Spool

source: Please select Storage where you want to backup data and please select Pool with volumes which Storage will use to store backup data.
es: Por favor, seleccione Almacenamiento donde desea respaldar los datos y seleccione el Pool con volúmenes que el Almacenamiento utilizará para almacenar los datos de respaldo.

source: Show Storage directives for Job
es: Mostrar directivas de Almacenamiento para el Trabajo

source: Show Pool directives for Job
es: Mostrar directivas de Pool para el Trabajo

source: Pool setting
es: Configuración de Pool

source: Step 4 - how would you like to backup
es: Paso 4: cómo le gustaría hacer el respaldo

source: Job directives
es: Directivas de Trabajo

source: Step 5 - when would you like to run backup
es: Paso 5: cuándo le gustaría realizar el respaldo

source: Show Reschedule directives
es: Mostrar directivas de Re-programación

source: Reschedule setting
es: Configuración de Re-programación

source: What
es: Qué

source: How
es: Cómo

source: When
es: Cuándo

source: Other directives
es: Otras directivas

source: Step 6 - summary
es: Paso 6: resumen

source: Add new Pool
es: Agregar nuevo Pool

source: New Pool
es: Nuevo Pool

source: Add new Schedule
es: Agregar nuevo Horario

source: New Schedule
es: Nuevo Horario

source: Summary
es: Resumen

source: inherited from JobDefs
es: heredado de JobDefs

source: Create job
es: Crear trabajo

source: Please select Client
es: Por favor, seleccione Cliente

source: Go to path
es: Ir a la ruta

source: Add new include path
es: Agregar nueva ruta de inclusión

source: Add new global exclude path
es: Agregar nueva ruta de exclusión global

source: Include files to FileSet
es: Incluir archivos en FileSet

source: Apply file selection
es: Aplicar selección de archivos

source: Schedule
es: Programar

source: To browse Windows host please type in text field below drive letter as path, for example: C:/
es: Para explorar el host de Windows, por favor, escriba en el campo de texto a continuación la letra de la unidad como ruta, por ejemplo: C:/

source: Add single file/directory
es: Agregar un solo archivo/directorio

source: Add files by file browser
es: Agregar archivos mediante el explorador de archivos

source: Add options block
es: Agregar bloque de opciones

source: Add include block
es: Agregar bloque de inclusión

source: Add exclude block
es: Agregar bloque de exclusión

source: Add file/directory
es: Agregar archivo/directorio

source: Add plugin
es: Agregar plugin

source: Job schedules
es: Horarios de trabajo

source: Priority
es: Prioridad

source: Scheduled
es: Programado

source: Filters:
es: Filtros:

source: Date from:
es: Fecha de:

source: Days:
es: Días:

source: Apply filters
es: Aplicar filtros

source: You must enter an integer.
es: Debe ingresar un número entero.

source: Invalid date format.
es: Formato de fecha inválido.

source: Input must be between 1 and 1000.
es: La entrada debe estar entre 1 y 1000.

source: Schedule status
es: Estado del horario

source: Slots to label (ex. 4 or 1-5 or 2,4,6-10):
es: Ranuras para etiquetar (ej. 4 o 1-5 o 2,4,6-10):

source: Labeling status:
es: Estado de etiquetado:

source: Ready to label
es: Listo para etiquetar

source: Finished
es: Terminado

source: Updating status:
es: Actualizando estado:

source: Ready to update
es: Listo para actualizar

source: Updating...
es: Actualizando...

source: Slots to update (ex. 4 or 1-5 or 2,4,6-10):
es: Ranuras para actualizar (ej. 4 o 1-5 o 2,4,6-10):

source: Command status:
es: Estado del comando:

source: Ready
es: Listo

source: Show size values as:
es: Mostrar valores de tamaño como:

source: Decimal Bytes (1 mega = 10<sup>6</sup>)
es: Bytes decimales (1 mega = 10<sup>6</sup>)

source: Binary Bytes (1 mebi = 2<sup>20</sup>)
es: Bytes binarios (1 mebi = 2<sup>20</sup>)

source: Statistics list
es: Lista de estadísticas

source: Add director statistics
es: Añadir estadísticas de director

source: Add storage statistics
es: Añadir estadísticas de almacenamiento

source: Add file daemon statistics
es: Añadir estadísticas de demonio de archivo

source: Component type
es: Tipo de componente

source: Component name
es: Nombre del componente

source: Statistics details
es: Detalles de las estadísticas

source: Statistics:
es: Estadísticas:

source: Statistics
es: Estadísticas

source: Job files / Time
es: Archivos de trabajo / Tiempo

source: Job files per day
es: Archivos de trabajo por día

source: Files count
es: Cuenta de archivos

source: Jobs status / Day
es: Estado de los trabajos / Día

source: Job status per day
es: Estado de los trabajos por día

source: Jobs count
es: Cantidad de trabajos

source: Job files
es: Archivos de trabajo

source: Graph type:
es: Tipo de gráfico:

source: Tip: to use zoom, please mark area on graph.
es: Consejo: para usar el zoom, por favor marque un área en el gráfico.

source: Tip 2: to exit zoom, please click somewhere on graph.
es: Consejo 2: para salir del zoom, por favor haga clic en algún lugar del gráfico.

source: Job size / Day
es: Tamaño del trabajo / Día

source: Job size per day
es: Tamaño del trabajo por día

source: Job files / Day
es: Archivos de trabajo / Día

source: Graph:
es: Gráfico:

source: Job duration
es: Duración del trabajo

source: Jobs duration / Time
es: Duración de los trabajos / Tiempo

source: Duration
es: Duración

source: Job size per hour
es: Tamaño del trabajo por hora

source: Job size / Hour
es: Tamaño del trabajo / Hora

source: Job files per hour
es: Archivos de trabajo por hora

source: Job files / Hour
es: Archivos de trabajo / Hora

source: Average job size per hour
es: Tamaño de trabajo promedio por hora

source: Average job size per day
es: Tamaño de trabajo promedio por día

source: Average job size / Hour
es: Tamaño de trabajo promedio / Hora

source: Average job size / Day
es: Tamaño de trabajo promedio / Día

source: Average job files per hour
es: Promedio de archivos de trabajo por hora

source: Average job files per day
es: Promedio de archivos de trabajo por día

source: Average job files / Hour
es: Promedio de archivos de trabajo / Hora

source: Average job files / Day
es: Archivos de trabajo promedio / Día

source: Average job speed / Time
es: Velocidad de trabajo promedio / Tiempo

source: Job speed
es: Velocidad de trabajo

source: Average job speed
es: Velocidad de trabajo promedio

source: Job count per hour
es: Cuenta de trabajos por hora

source: Job count per day
es: Cuenta de trabajos por día

source: Job count / Hour
es: Cuenta de trabajos / Hora

source: Job count
es: Cuenta de trabajos

source: Job count / Day
es: Cuenta de trabajos / Día

source: Job level:
es: Nivel de trabajo:

source: All levels
es: Todos los niveles

source: Full
es: Completo

source: Differential
es: Diferencial

source: Custom time range
es: Rango de tiempo personalizado

source: Version:
es: Versión:

source: Add directive
es: Agregar directiva

source: Go to job with jobid %jobid
es: Ir al trabajo con jobid %jobid

source: Go to job %job
es: Ir al trabajo %job

source: Graphical status
es: Estado gráfico

source: Raw status
es: Estado bruto

source: Started time:
es: Hora de inicio:

source: Bandwidth limit:
es: Límite de ancho de banda:

source: No limit
es: Sin límite
