Repository: bacularis/bacularis-lang-es
Catalog: Web/messages.po
Languages: es

source: Use discovery endpoint
es: Usar punto final de descubrimiento

source: Discovery URL
es: URL de descubrimiento

source: Authorization URL
es: URL de autorización

source: Token URL
es: URL de token

source: Logout URL
es: URL de cierre de sesión

source: User Info URL
es: URL de información de usuario

source: Validate signatures
es: Validar firmas

source: Use JWKS endpoint
es: Usar punto final JWKS

source: Use PKCE
es: Usar PKCE

source: PKCE method
es: Método PKCE

source: Scope
es: Alcance

source: Credentials
es: Credenciales

source: Client ID
es: ID de cliente

source: Client secret
es: Secreto de cliente

source: User attribute source
es: Fuente de atributo de usuario

source: Username attribute
es: Atributo de nombre de usuario

source: Long name attribute
es: Atributo de nombre largo

source: Email attribute
es: Atributo de correo electrónico

source: Description attribute
es: Atributo descripción

source: Attribute sync. policy
es: Política de sincronización de atributos.

source: Do not synchronize
es: No sincronizar

source: Synchronize on each login
es: Sincronizar en cada inicio de sesión

source: JWKS URL
es: URL de JWKS

source: Public key (PEM format)
es: Clave pública (formato PEM)

source: Public key ID
es: ID de clave pública

source: Add new organization
es: Agregar nueva organización

source: Add organization
es: Agregar organización

source: Organization identifier
es: Identificador de organización

source: Use current auth method
es: Usar método de autenticación actual

source: Use identity provider
es: Usar proveedor de identidad

source: Identity provider
es: Proveedor de identidad

source: Login button color
es: Color del botón de inicio de sesión

source: Organization:
es: Organización:

source: IdP name
es: Nombre de IdP

source: IdP type
es: Tipo de IdP

source: Auth method
es: Método de autenticación

source: Edit organization
es: Editar organización

source: Default organization for imported users:
es: Organización predeterminada para usuarios importados:

source: New user organization
es: Organización de nuevo usuario

source: If you use your own identity provider (IdP) to authenticate users, you can configure Bacularis to use it. You can define one or multiple identity providers across different domains. This also enables single sign-on (SSO) support with the OpenID Connect authentication protocol. Identity providers are associated with organizations. Each organization can have its own identity provider.
es: Si utiliza su propio proveedor de identidad (IdP) para autenticar a los usuarios, puede configurar Bacularis para que lo utilice. Puede definir uno o varios proveedores de identidad en diferentes dominios. Esto también permite el soporte de inicio de sesión único (SSO) con el protocolo de autenticación OpenID Connect. Los proveedores de identidad están asociados con organizaciones. Cada organización puede tener su propio proveedor de identidad.

source: Select one of the authentication methods to provide base authentication.
es: Seleccione uno de los métodos de autenticación para proporcionar autenticación base.

source: Organizations help divide users into departments or other groups (e.g., sales department, finance department...). This facilitates user management within structures and allows separate authentication type for each organization. They are also useful for enabling single sign-on (SSO) with using the OpenID Connect authentication protocol.
es: Las organizaciones ayudan a dividir a los usuarios en departamentos u otros grupos (por ejemplo, departamento de ventas, departamento de finanzas...). Esto facilita la gestión de usuarios dentro de las estructuras y permite un tipo de autenticación separado para cada organización. También son útiles para habilitar el inicio de sesión único (SSO) con el uso del protocolo de autenticación OpenID Connect.

source: IdP ID
es: ID de IdP

source: The following organizations cannot be removed because they contain users. Please unassign users from these organizations and try again.
es: Las siguientes organizaciones no pueden ser eliminadas porque contienen usuarios. Por favor, desasigne a los usuarios de estas organizaciones e inténtelo de nuevo.

source: The following identity providers cannot be removed because they are used in organizations. Please unassign identity providers from the organizations and try again.
es: Los siguientes proveedores de identidad no pueden ser eliminados porque se utilizan en organizaciones. Por favor, desasigne a los proveedores de identidad de las organizaciones e inténtelo de nuevo.

source: Organization with identifier '%s' already exists.
es: La organización con identificador '%s' ya existe.

source: Prompt
es: Aviso

source: Use refresh token
es: Usar token de actualización

source: Login
es: Iniciar sesión

source: Identity provider identifier '%s' already exists. Please type different identifier.
es: El identificador del proveedor de identidad '%s' ya existe. Por favor, introduzca un identificador diferente.

source: Additional options
es: Opciones adicionales

source: Post logout redirect URI
es: URI de redirección después del cierre de sesión

source: Client version should be the same or lower than the Director and Storage Daemon version.
es: La versión del cliente debe ser la misma o inferior a la del Director y la del Storage Daemon.

source: Director version
es: Versión del Director

source: Client version
es: Versión del cliente

source: Current components
es: Componentes actuales

source: Possible compatibility issue
es: Posible problema de compatibilidad

source: Storage Daemon version should be the same as the Director version.
es: La versión del Storage Daemon debería ser la misma que la del Director.

source: Storage Daemon version
es: Versión del Storage Daemon

source: Select the roles you want to assign to the selected users.
es: Seleccione los roles que desea asignar a los usuarios seleccionados.

source: Assign user roles
es: Asignar roles de usuario

source: Error while assigning user roles.
es: Error al asignar roles de usuario.

source: Unassign user roles
es: Desasignar roles de usuario

source: Select the roles you want to unassign from the selected users.
es: Seleccione los roles que desea desasignar de los usuarios seleccionados.

source: Note
es: Nota

source: User must have at least one role assigned. This function protects against unassigning all roles and always keeps at least one role assigned to user.
es: El usuario debe tener al menos un rol asignado. Esta función protege contra la desasignación de todos los roles y siempre mantiene al menos un rol asignado al usuario.

source: Unassign roles
es: Desasignar roles

source: Error while unassigning user roles.
es: Error al desasignar roles de usuario.

source: Set organization
es: Establecer organización

source: Set user organization
es: Establecer organización del usuario

source: Select the organization to which you want to assign the selected users.
es: Seleccione la organización a la que desea asignar los usuarios seleccionados.

source: Error while setting user organization.
es: Error al establecer la organización del usuario.

source: The following selected users could not be assigned to the destination organization because the same users already exists there:
es: Los siguientes usuarios seleccionados no pudieron ser asignados a la organización de destino porque los mismos usuarios ya existen allí:

source: Set API hosts or API host groups
es: Establecer hosts de API o grupos de hosts de API

source: Set API hosts or groups
es: Establecer hosts de API o grupos

source: Select API hosts or API host groups that you want to set for the selected users.
es: Seleccione los hosts de API o los grupos de hosts de API que desea establecer para los usuarios seleccionados.

source: Previous user API host setting will be overwritten by this new setting.
es: La configuración anterior del host de API del usuario será sobrescrita por esta nueva configuración.

source: Error while setting API host method for users.
es: Error al establecer el método del host de API para los usuarios.

source: Web access
es: Acceso web

source: Add web access
es: Agregar acceso web

source: The web access URLs can be used for different automations. This allows to create URLs that grant controlled access to selected actions (such as run backup). There can be configured various time, usage and IP address access limits. The configuration can be customized for each web access URL individually.
es: Las URL de acceso web pueden ser utilizadas para diferentes automatizaciones. Esto permite crear URL que conceden acceso controlado a acciones seleccionadas (como realizar una copia de seguridad). Se pueden configurar diversos límites de acceso por tiempo, uso y dirección IP. La configuración puede ser personalizada para cada URL de acceso web individualmente.

source: Time access
es: Acceso por tiempo

source: Usage access
es: Acceso de uso

source: Source access
es: Acceso a la fuente

source: Resource action
es: Acción de recurso

source: Resource params
es: Parámetros del recurso

source: Access URL
es: URL de acceso

source: Stats
es: Estadísticas

source: Resource type
es: Tipo de recurso

source: Create time
es: Hora de creación

source: Access time
es: Hora de acceso

source: Action target
es: Objetivo de la acción

source: Access limits
es: Límites de acceso

source: valid all the time (until manual remove)
es: válido todo el tiempo (hasta su eliminación manual)

source: valid for X days from now
es: válido durante X días a partir de ahora

source: Validity days
es: Días de validez

source: valid between date X and Y
es: válido entre la fecha X y Y

source: From date
es: Desde la fecha

source: To date
es: Hasta la fecha

source: one-time use
es: uso único

source: X number of uses
es: X cantidad de usos

source: unlimited number of uses
es: número ilimitado de usos

source: Number of uses
es: Cantidad de usos

source: access for given IP addresses
es: acceso para ciertas direcciones IP

source: Allowed IP addresses (comma separated)
es: Direcciones IP permitidas (separadas por coma)

source: Modify action parameters
es: Modificar parámetros de acción

source: Run job action params
es: Ejecutar parámetros de acción de trabajo

source: Params
es: Parámetros

source: See resource params
es: Ver parámetros del recurso

source: See statistics
es: Ver estadísticas

source: Edit web access
es: Editar acceso web

source: Not used yet
es: Aún no se ha utilizado

source: Valid from
es: Válido desde

source: Valid to
es: Válido hasta

source: Number of days
es: Número de días

source: Valid for
es: Válido para

source: Time state
es: Estado de tiempo

source: Max. usage
es: Máx. uso

source: Usage left
es: Uso restante

source: Usage state
es: Estado de uso

source: Date range
es: Rango de fechas

source: Valid
es: Válido

source: Numer of use
es: Número de uso

source: Web access statistics
es: Estadísticas de acceso web

source: IP addr. restriction
es: Restricción de dirección IP

source: For X days
es: Por X días

source: One-time use
es: Uso único

source: Web access parameters
es: Parámetros de acceso web

source: Number of latest jobs in table on dashboard
es: Número de los últimos trabajos en la tabla del tablero
