Repository: bacularis/bacularis-lang-es
Catalog: Web/messages.po
Languages: es

source: Before using this wizard the cloud storage plugin has to be installed.
es: Antes de usar este asistente, debe instalarse el complemento de almacenamiento en la nube.

source: Step 4 - summary
es: Paso 4 - resumen

source: Where should storage store local backup data (local cache)?
es: ¿Dónde debería almacenar el almacenamiento los datos de respaldo locales (caché local)?

source: In this directory is stored Bacula volume data locally and from here it is uploaded to the cloud.
es: En este directorio se almacenan localmente los datos del volumen de Bacula y desde aquí se suben a la nube.

source: Single cloud device storage
es: Almacenamiento en dispositivo de nube único

source: Multi-device cloud storage (Autochanger)
es: Almacenamiento en la nube de múltiples dispositivos (Autochanger)

source: Please select one of the options.
es: Por favor, seleccione una de las opciones.

source: New tape storage wizard
es: Asistente para nuevo almacenamiento en cinta

source: This wizard enables you to create in easy way a new tape storage.
es: Este asistente le permite crear de manera fácil un nuevo almacenamiento en cinta.

source: Do you already have tape storage configured in Bacula?
es: ¿Ya tienes configurado el almacenamiento en cinta en Bacula?

source: Yes, I already have it configured in Bacula. I want to add it to Bacularis.
es: Sí, ya lo tengo configurado en Bacula. Quiero añadirlo a Bacularis.

source: No, I do not have it configured yet. I want to add it to Bacula and to Bacularis.
es: No, aún no lo tengo configurado. Quiero añadirlo a Bacula y a Bacularis.

source: What changer does your tape device have?
es: ¿Qué cambiador tiene su dispositivo de cinta?

source: Single tape device storage (tape drive)
es: Almacenamiento de dispositivo de cinta único (unidad de cinta)

source: Single-drive or multi-drive tape storage with changer (autochanger)
es: Almacenamiento de cinta de unidad única o múltiple con cambiador (cambiador automático)

source: What tape drives does your tape device have?
es: ¿Qué unidades de cinta tiene su dispositivo de cinta?

source: Changer device file
es: Archivo de dispositivo cambiador

source: Changer command
es: Comando de cambiador

source: Tape drive device file
es: Archivo de dispositivo de unidad de cinta

source: Add tape drive
es: Añadir unidad de cinta

source: Backup/Restore device
es: Dispositivo de copia de seguridad/restauración

source: Restore only device
es: Dispositivo sólo de restauración

source: Drive type
es: Tipo de unidad

source: What is tape drive file path in system?
es: ¿Cuál es la ruta del archivo de la unidad de cinta en el sistema?

source: Add tape storage
es: Añadir almacenamiento en cinta

source: Storage daemon actions needed
es: Acciones del demonio de almacenamiento necesarias

source: Add to the storage daemon host the following sudo entries below.
es: Añada al host del demonio de almacenamiento las siguientes entradas sudo a continuación.

source: For Apache, Nginx and Lighttpd web servers with default PHP-FPM configuration (RHEL, CentOS and others)
es: Para servidores web Apache, Nginx y Lighttpd con configuración PHP-FPM predeterminada (RHEL, CentOS y otros)

source: For Apache, Nginx and Lighttpd web servers with default PHP-FPM configuration (Debian, Ubuntu and others)
es: Para servidores web Apache, Nginx y Lighttpd con configuración PHP-FPM predeterminada (Debian, Ubuntu y otros)

source: NOTE: If you want to configure the sudo runas user/group, you can do it in the autochanger config in the API panel.
es: NOTA: Si desea configurar el usuario/grupo sudo runas, puede hacerlo en la configuración del cambiador automático en el panel API.

source: Please copy appropriate sudo configuration and put it to a sudoers.d file for example /etc/sudoers.d/bacularis-app
es: Por favor, copie la configuración sudo adecuada y colóquela en un archivo sudoers.d, por ejemplo /etc/sudoers.d/bacularis-app

source: Which tape storage would you like to add to Bacularis?
es: ¿Qué almacenamiento en cinta le gustaría añadir a Bacularis?

source: Tape autochangers
es: Cambiadores automáticos de cinta

source: Administrator action needed
es: Acción del administrador necesaria

source: TO DO
es: POR HACER

source: Restore to a given directory
es: Restaurar a un directorio dado

source: Restore to original location
es: Restaurar a la ubicación original

source: Plugin options
es: Opciones del plugin

source: Restore destination
es: Destino de la restauración

source: Add blank new Plugin directive
es: Añadir nueva directiva de Plugin en blanco

source: Use existing Plugin configuration
es: Usar la configuración existente del Plugin

source: Create a new plugin configuration and use it in the Plugin directive
es: Crear una nueva configuración de plugin y usarla en la directiva Plugin

source: Select configuration
es: Seleccionar configuración

source: original location
es: ubicación original

source: plugin restore options decide
es: las opciones de restauración del plugin deciden

source: Installed SSL certificate
es: Certificado SSL instalado

source: Issuer
es: Emisor

source: Country
es: País

source: Locality
es: Localidad

source: Organization name
es: Nombre de la organización

source: Organization unit
es: Unidad de organización

source: Common name
es: Nombre común

source: Validity
es: Validez

source: Not before
es: No antes

source: Not after
es: No después

source: Subject
es: Asunto

source: SSL certs
es: Certificados SSL

source: Certificate info
es: Información del certificado

source: valid for
es: válido para

source: Close to expire
es: Cerca de expirar

source: Expired
es: Expirado

source: Success
es: Éxito

source: The SSL certificate has been installed successfully. Please load the page using the HTTPS protocol.
es: El certificado SSL se ha instalado correctamente. Cargue la página utilizando el protocolo HTTPS.

source: Load page using HTTPS protocol
es: Cargar página usando el protocolo HTTPS

source: OS environment
es: Entorno de SO

source: Operating system
es: Sistema operativo

source: Web server name
es: Nombre del servidor web

source: Renew SSL certificate
es: Renovar certificado SSL

source: Create SSL certificate
es: Crear certificado SSL

source: Install SSL certificate
es: Instalar certificado SSL

source: Certificate parameters
es: Parámetros del certificado

source: Certificate type
es: Tipo de certificado

source: Let's Encrypt certificate
es: Certificado Let's Encrypt

source: Self-signed certificate
es: Certificado autofirmado

source: Uploaded own certificate
es: Propio certificado subido

source: Common name (address, e.g. myhost.xyz)
es: Nombre común (dirección, por ejemplo, myhost.xyz)

source: Validity time (days)
es: Tiempo de validez (días)

source: Additional parameters
es: Parámetros adicionales

source: Email address
es: Dirección de correo electrónico

source: Country code (two letters)
es: Código de país (dos letras)

source: State or province
es: Estado o provincia

source: Locality (e.g. city)
es: Localidad (por ejemplo, ciudad)

source: Organization unit (e.g. section)
es: Unidad de organización (por ejemplo, sección)

source: Administrator access needed
es: Se necesita acceso de administrador

source: System admin name
es: Nombre del administrador del sistema

source: System admin password
es: Contraseña del administrador del sistema

source: Use sudo
es: Usar sudo

source: Uninstall SSL certificate
es: Desinstalar certificado SSL

source: Web server
es: Servidor web

source: Web server port
es: Puerto del servidor web

source: Network options
es: Opciones de red

source: New web server settings will be automatically applied to the current main API host if this API host is local (with 'localhost' address).
es: Los nuevos ajustes del servidor web se aplicarán automáticamente al host principal de la API actual si este host de la API es local (con dirección 'localhost').

source: All other existing local API hosts definitions (if exist) have to be updated manually on the [Security] -> [API hosts] page.
es: Todas las otras definiciones existentes de hosts de API local (si existen) deben actualizarse manualmente en la página [Seguridad] -> [Hosts de API].

source: This way the local connection between Web -> API will be adapted to new settings.
es: De esta manera, la conexión local entre Web -> API se adaptará a los nuevos ajustes.

source: Load page using new settings
es: Cargar página usando nuevas configuraciones

source: The web server settings have been updated successfully. Please load the page using the new settings.
es: La configuración del servidor web se ha actualizado correctamente. Por favor, carga la página utilizando la nueva configuración.

source: By clicking the create SSL certificate button, you agree with
es: Al hacer clic en el botón de crear certificado SSL, estás de acuerdo con

source: The SSL certificate has been uninstalled successfully. Please load the page using the HTTP protocol.
es: El certificado SSL se ha desinstalado correctamente. Por favor, carga la página utilizando el protocolo HTTP.

source: Load page using HTTP protocol
es: Carga la página utilizando el protocolo HTTP

source: This certificate type can be useful if you are going to share Bacularis outside your local network.
es: Este tipo de certificado puede ser útil si vas a compartir Bacularis fuera de tu red local.

source: To prepare this certificate type, there is required to have Bacularis available on publicly open TCP port 80. This is necessary to perform by the certificate provider a validation that proves your control over the domain name. This it called the HTTP-01 challenge.
es: Para preparar este tipo de certificado, es necesario tener Bacularis disponible en el puerto TCP 80 abierto al público. Esto es necesario para que el proveedor del certificado realice una validación que demuestre tu control sobre el nombre de dominio. A esto se le llama el desafío HTTP-01.

source: After performing validation and issuing the certificate, Bacularis will be switched to HTTPS port 443 automatically. At the end port can be changed to any other port.
es: Después de realizar la validación y emitir el certificado, Bacularis se cambiará automáticamente al puerto HTTPS 443. Al final, el puerto puede cambiarse a cualquier otro puerto.

source: Tag
es: Etiqueta

source: Assign
es: Asignar

source: Please select existing tags or create new ones.
es: Por favor, selecciona etiquetas existentes o crea nuevas.

source: Assign tag
es: Asignar etiqueta

source: Selected tags
es: Etiquetas seleccionadas

source: Add tag(s)
es: Agregar etiqueta(s)

source: Click here to set tags
es: Haz clic aquí para establecer etiquetas

source: Create a new tag
es: Crea una nueva etiqueta

source: Severity
es: Severidad

source: Select severity
es: Selecciona la severidad

source: Accessibility
es: Accesibilidad

source: Local tag - available only for you
es: Etiqueta local - disponible solo para ti

source: Global tag - available for everybody
es: Etiqueta global - disponible para todos

source: Tag already exists.
es: La etiqueta ya existe.

source: Please select tag to assign.
es: Por favor, selecciona una etiqueta para asignar.

source: Please type new tag name.
es: Por favor, escribe el nombre de la nueva etiqueta.

source: Type a tag name.
es: Escribe un nombre de etiqueta.

source: local tag
es: etiqueta local

source: global tag
es: etiqueta global

source: severity
es: severidad

source: All tags
es: Todas las etiquetas

source: Tags
es: Etiquetas

source: Edit tag
es: Editar etiqueta

source: Local user tags
es: Etiquetas de usuario local

source: Global tags
es: Etiquetas globales

source: Global tags are tags available for all users. Because every user can create and assign them, you may want to consider enabling this feature if Bacularis users collaborate with each other and want to have shared tags. In environments where users do not collaborate or do not know each other, it is recommended to disable this option.
es: Las etiquetas globales son etiquetas disponibles para todos los usuarios. Dado que todos los usuarios pueden crearlas y asignarlas, podrías considerar habilitar esta característica si los usuarios de Bacularis colaboran entre sí y desean tener etiquetas compartidas. En entornos donde los usuarios no colaboran o no se conocen, se recomienda desactivar esta opción.

source: Enable global tags
es: Habilitar etiquetas globales

source: Select action
es: Selecciona una acción

source: If you use non-AWS S3 cloud storage, please don't forget to set the BlobEndpoint directive in the advanced options below.
es: Si utilizas almacenamiento en la nube S3 que no sea de AWS, no olvides establecer la directiva BlobEndpoint en las opciones avanzadas a continuación.

source: NOTE
es: NOTA

source: Multi-factor authentication
es: Autenticación de múltiples factores

source: Configure TOTP 2FA
es: Configurar TOTP 2FA

source: TOTP 2FA is configured.
es: TOTP 2FA está configurado.

source: Disable TOTP 2FA
es: Desactivar TOTP 2FA

source: FIDO U2F hardware keys
es: Llaves de hardware FIDO U2F

source: The second factor uses the U2F security hardware keys.
es: El segundo factor utiliza las llaves de hardware de seguridad U2F.

source: Configure U2F keys
es: Configurar llaves U2F

source: FIDO U2F two-factor authentication
es: Autenticación de dos factores FIDO U2F

source: The FIDO U2F/CTAP1 standard adds to the authentication the second factor which uses the hardware security key. This is very strong and secure method using the asymetric cryptograhpy. A good practice is to add two security keys to be able log in even then, when you loose the main key.
es: El estándar FIDO U2F/CTAP1 añade a la autenticación el segundo factor que utiliza la llave de seguridad de hardware. Este es un método muy sólido y seguro que utiliza criptografía asimétrica. Una buena práctica es añadir dos llaves de seguridad para poder iniciar sesión incluso cuando pierdas la llave principal.

source: Add new security key
es: Añade una nueva llave de seguridad

source: Are you sure you want to remove key '%key_name'?
es: ¿Estás seguro de que quieres eliminar la llave '%key_name'?

source: Last used
es: Último usado

source: Enable TOTP 2FA
es: Habilitar TOTP 2FA

source: Two-factor authentication method
es: Método de autenticación de dos factores

source: unconfigured
es: no configurado

source: FIDO U2F settings
es: Configuraciones de FIDO U2F

source: TOTP 2FA settings
es: Configuraciones de TOTP 2FA

source: Key properties
es: Propiedades clave

source: Set a friendly name for your key to make it easier to recognize.
es: Asigna un nombre amigable a tu llave para reconocerla más fácilmente.

source: The connection is not HTTPS. FIDO U2F does not work with an unencrypted HTTP connection. To use FIDO U2F, please install a valid TLS/SSL certificate.
es: La conexión no es HTTPS. FIDO U2F no funciona con una conexión HTTP no cifrada. Para utilizar FIDO U2F, instala un certificado TLS/SSL válido.

source: Bacularis package repository
es: Repositorio de paquetes de Bacularis

source: Bacula package repository
es: Repositorio de paquetes de Bacula

source: warning
es: advertencia

source: Filter
es: Filtro

source: Check/uncheck all
es: Seleccionar/deseleccionar todo

source: Save to pattern
es: Guardar en patrón

source: The saving component configuration to pattern feature allows to save entire (or selected) Bacula component configuration to pattern and configs. This enables to easily reuse this configuration on new Bacula hosts. This helps to configure multiple new Bacula hosts with the same or similar configuration using a single action. The configuration is divided into Bacula resources (configs) that can be applied to new hosts at once (by appying pattern) or you can select which Bacula resources you want to apply to new host (by applying configs).
es: La función de guardar la configuración del componente en patrones permite guardar toda (o una selección) de la configuración del componente de Bacula en patrones y configuraciones. Esto permite reutilizar fácilmente esta configuración en nuevos hosts de Bacula. Esto ayuda a configurar varios nuevos hosts de Bacula con la misma o similar configuración utilizando una sola acción. La configuración se divide en recursos de Bacula (configuraciones) que pueden aplicarse a nuevos hosts de una sola vez (al aplicar el patrón) o puedes seleccionar qué recursos de Bacula quieres aplicar al nuevo host (al aplicar las configuraciones).

source: Save Bacula component configuration to pattern
es: Guardar la configuración del componente de Bacula en patrón

source: Select Bacula resources to save to pattern configs
es: Selecciona los recursos de Bacula para guardar en las configuraciones de patrón

source: The following placeholders can be used in the config name
es: Los siguientes marcadores de posición se pueden utilizar en el nombre de la configuración

source: Bacula component type (ex: dir, sd, fd)
es: Tipo de componente Bacula (ej: dir, sd, fd)

source: Bacula component name (ex: bacula-dir, debian-fd, hostxyz-sd)
es: Nombre del componente de Bacula (ej: bacula-dir, debian-fd, hostxyz-sd)

source: Bacula resource type (ex: Job, Client, Pool)
es: Tipo de recurso Bacula (ej: Trabajo, Cliente, Piscina)

source: Bacula resource name (ex: BackupClient1, BackupCatalog, verify_job_321)
es: Nombre del recurso Bacula (ej: BackupClient1, BackupCatalog, verify_job_321)

source: Overwrite config if exists
es: Sobrescribir configuración si existe

source: Save the config even if a config with the same name already exists. In this case, the config will be overwritten by the new one.
es: Guardar la configuración incluso si ya existe una configuración con el mismo nombre. En este caso, la configuración será sobrescrita por la nueva.

source: Working
es: Trabajando

source: All clients
es: Todos los clientes

source: Clients with running jobs
es: Clientes con trabajos en ejecución

source: Clients without running jobs
es: Clientes sin trabajos en ejecución

source: Cancel client jobs
es: Cancelar trabajos de cliente

source: Job types to cancel
es: Tipos de trabajos a cancelar

source: Cancel all jobs
es: Cancelar todos los trabajos

source: Cancel running jobs
es: Cancelar trabajos en ejecución

source: Cancel waiting jobs to run
es: Cancelar trabajos en espera para ejecutar

source: Cancel jobs
es: Cancelar trabajos

source: cancelling
es: cancelando

source: Bacula client component graphs
es: Gráficos de componentes del cliente de Bacula

source: Bacula client system graphs
es: Gráficos del sistema del cliente de Bacula

source: Client versions
es: Versiones del cliente

source: Client plugins
es: Plugins del cliente

source: Client plugin versions
es: Versiones del plugin del cliente

source: Client systems
es: Sistemas de clientes

source: Client system distros
es: Distribuciones del sistema del cliente

source: Client distro versions
es: Versiones de la distribución del cliente

source: Global check/uncheck all
es: Seleccionar/deseleccionar todo global

source: Add variable
es: Añadir variable

source: Default value
es: Valor por defecto

source: Edit variable
es: Editar variable

source: Variable name
es: Nombre de la variable

source: Variable description
es: Descripción de la variable

source: My variable 123 description.
es: Mi descripción de la variable 123.

source: My variable value 123
es: Mi valor de variable 123

source: Constants
es: Constantes

source: Add constant
es: Añadir constante

source: Constant name
es: Nombre de la constante

source: Constant description
es: Descripción de la constante

source: My constant 123 description.
es: Mi descripción de la constante 123.

source: My constant value 123
es: Mi valor constante 123

source: Edit constant
es: Editar constante

source: Enter comma separated values to multiple item selection
es: Introduzca valores separados por comas para seleccionar múltiples elementos

source: Value
es: Valor

source: Variable with given name already exists.
es: La variable con el nombre dado ya existe.

source: Constants are names that store user-defined values. They are useful for having a dictionary of frequently used strings that can be accessed in any text field in Bacularis. To select a constant, type % (percent sign) in the text field.
es: Las constantes son nombres que almacenan valores definidos por el usuario. Son útiles para tener un diccionario de cadenas de texto usadas frecuentemente que pueden ser accedidas en cualquier campo de texto en Bacularis. Para seleccionar una constante, escribe % (signo de porcentaje) en el campo de texto.

source: Variables are placeholders for user-provided values. Unlike global constants, variables are only used in pattern configs. The main difference between constants and variables is that the values of constants are defined in advance, whereas the values of variables are provided by user at the time of use. When the user applies patterns or configs that have variables in the configuration, he/she is prompted to provide values of the variables. This extends the config and pattern functions and makes them dynamically configurable. To select a variable, type $ (dollar sign) in the config text field.
es: Las variables son marcadores de posición para los valores proporcionados por el usuario. A diferencia de las constantes globales, las variables solo se utilizan en las configuraciones de patrones. La principal diferencia entre las constantes y las variables es que los valores de las constantes se definen con anticipación, mientras que los valores de las variables son proporcionados por el usuario en el momento de uso. Cuando el usuario aplica patrones o configuraciones que tienen variables en la configuración, se le solicita que proporcione los valores de las variables. Esto extiende las funciones de configuración y patrón y las hace configurables de manera dinámica. Para seleccionar una variable, escribe $ (signo de dólar) en el campo de texto de configuración.

source: Show configs used in patterns
es: Mostrar configuraciones utilizadas en patrones

source: Hide configs used in patterns
es: Ocultar configuraciones utilizadas en patrones

source: Add-ons
es: Complementos

source: Plugin functions have been moved to Add-ons page available in the main menu.
es: Las funciones del plugin se han trasladado a la página de complementos disponible en el menú principal.

source: Go to
es: Ir a

source: Plugin not installed
es: Plugin no instalado

source: Organization
es: Organización

source: Cannot change organization. A username with the same name already exists in the selected organization.
es: No se puede cambiar la organización. Ya existe un nombre de usuario con el mismo nombre en la organización seleccionada.

source: or use
es: o use

source: Organizations
es: Organizaciones

source: Auth methods
es: Métodos de autenticación

source: Identity providers
es: Proveedores de identidad

source: Provision user
es: Provisión de usuario

source: New user role
es: Nuevo rol de usuario

source: New user API host
es: Nuevo host de API de usuario

source: Add new identity provider
es: Añadir nuevo proveedor de identidad

source: Edit identity provider
es: Editar proveedor de identidad

source: Add identity provider
es: Añadir proveedor de identidad

source: Identity provider identifier
es: Identificador de proveedor de identidad

source: Identity provider name
es: Nombre del proveedor de identidad

source: This is the Single Sign-On (SSO) authentication method with using the OpenID Connect (OIDC) protocol. It is realized with an external identity provider.
es: Este es el método de autenticación de Single Sign-On (SSO) utilizando el protocolo OpenID Connect (OIDC). Se realiza con un proveedor de identidad externo.

source: Redirect URI
es: URI de redirección

source: Endpoints and functions
es: Puntos finales y funciones
