Repository: bacularis/bacularis-lang-es
Catalog: Web/messages.po
Languages: es

source: Log types
es: Tipos de registro

source: Application
es: Aplicación

source: This category logs actions on Bacula configuration like saving, creating or removing Bacula resources.
es: Esta categoría registra acciones en la configuración de Bacula como guardar, crear o eliminar recursos de Bacula.

source: This category logs application specific actions like adding, editing or removing users, roles, API hosts and others.
es: Esta categoría registra acciones específicas de la aplicación como agregar, editar o eliminar usuarios, roles, hosts de API y otros.

source: This category logs actions possible to run by users like running backup or restore and others.
es: Esta categoría registra acciones que los usuarios pueden ejecutar, como ejecutar copias de seguridad o restauraciones y otros.

source: This category logs security issues like log in actions, log in failed or 2FA failed.
es: Esta categoría registra problemas de seguridad como acciones de inicio de sesión, inicio de sesión fallido o 2FA fallido.

source: IP address
es: Dirección IP

source: Date
es: Fecha

source: Category
es: Categoría

source: Log message
es: Mensaje de registro

source: Log categories
es: Categorías de registro

source: seconds
es: segundos

source: Job over time report
es: Informe de trabajo a lo largo del tiempo

source: Field cannot be empty.
es: El campo no puede estar vacío.

source: OS profile:
es: Perfil de OS:

source: Select authentication method:
es: Seleccione método de autenticación:

source: Admin username:
es: Nombre de usuario del administrador:

source: SSH key:
es: Clave SSH:

source: Key passphrase (optional):
es: Frase de contraseña de la clave (opcional):

source: Save as name (optional):
es: Guardar como nombre (opcional):

source: Invalid value.
es: Valor no válido.

source: OS profile name:
es: Nombre del perfil de OS:

source: Add repository entry to remote host:
es: Agregar entrada de repositorio al host remoto:

source: Repository type:
es: Tipo de repositorio:

source: Bacularis repository URL (or entry):
es: URL de repositorio de Bacularis (o entrada):

source: Bacularis repository key URL:
es: URL de la clave del repositorio de Bacularis:

source: Use system repository:
es: Usar repositorio del sistema:

source: Bacula repository URL (or entry):
es: URL del repositorio Bacula (o entrada):

source: Bacula repository key URL:
es: URL de la clave del repositorio Bacula:

source: Use HTTPS:
es: Usar HTTPS:

source: Bacularis admin user:
es: Usuario admin de Bacularis:

source: Bacularis admin password:
es: Contraseña admin de Bacularis:

source: Bacularis start command:
es: Comando de inicio de Bacularis:

source: Use sudo for commands:
es: Usar sudo para comandos:

source: Sudo user:
es: Usuario sudo:

source: Bacularis installation command:
es: Comando de instalación de Bacularis:

source: Bacularis upgrade command:
es: Comando de actualización de Bacularis:

source: Bacularis removal command:
es: Comando de eliminación de Bacularis:

source: Bacularis info command:
es: Comando de información de Bacularis:

source: Bacularis enable command:
es: Comando para habilitar Bacularis:

source: Bacularis pre-install command:
es: Comando previo a la instalación de Bacularis:

source: Bacularis pre-upgrade command:
es: Comando previo a la actualización de Bacularis:

source: Bacularis pre-remove command:
es: Comando previo a la eliminación de Bacularis:

source: Bacularis post-install command:
es: Comando posterior a la instalación de Bacularis:

source: Bacularis post-upgrade command:
es: Comando posterior a la actualización de Bacularis:

source: Bacularis post-remove command:
es: Comando posterior a la eliminación de Bacularis:

source: Director installation command:
es: Comando de instalación de Director:

source: Director upgrade command:
es: Comando de actualización de Director:

source: Director removal command:
es: Comando de eliminación de Director:

source: Director info command:
es: Comando de información de Director:

source: Director enable command:
es: Comando para habilitar Director:

source: Director pre-install command:
es: Comando previo a la instalación de Director:

source: Director pre-upgrade command:
es: Comando previo a la actualización de Director:

source: Director pre-remove command:
es: Comando previo a la eliminación de Director:

source: Director post-install command:
es: Comando posterior a la instalación de Director:

source: Director post-upgrade command:
es: Comando posterior a la actualización de Director:

source: Director post-remove command:
es: Comando posterior a la eliminación de Director:

source: Storage installation command:
es: Comando de instalación de Almacenamiento:

source: Storage upgrade command:
es: Comando de actualización de Almacenamiento:

source: Storage removal command:
es: Comando de eliminación de Almacenamiento:

source: Storage info command:
es: Comando de información de Almacenamiento:

source: Storage enable command:
es: Comando para habilitar Almacenamiento:

source: Storage pre-install command:
es: Comando previo a la instalación de Almacenamiento:

source: Storage pre-upgrade command:
es: Comando previo a la actualización de Almacenamiento:

source: Storage pre-remove command:
es: Comando previo a la eliminación de Almacenamiento:

source: Storage post-install command:
es: Comando posterior a la instalación de Almacenamiento:

source: Storage post-upgrade command:
es: Comando posterior a la actualización de Almacenamiento:

source: Storage post-remove command:
es: Comando posterior a la eliminación de Almacenamiento:

source: Client installation command:
es: Comando de instalación de Cliente:

source: Client upgrade command:
es: Comando de actualización de Cliente:

source: Client removal command:
es: Comando de eliminación de Cliente:

source: Client info command:
es: Comando de información de Cliente:

source: Client enable command:
es: Comando para habilitar Cliente:

source: Client pre-install command:
es: Comando previo a la instalación de Cliente:

source: Client pre-upgrade command:
es: Comando previo a la actualización de Cliente:

source: Client pre-remove command:
es: Comando previo a la eliminación de Cliente:

source: Client post-install command:
es: Comando posterior a la instalación de Cliente:

source: Client post-upgrade command:
es: Comando posterior a la actualización de Cliente:

source: Client post-remove command:
es: Comando posterior a la eliminación de Cliente:

source: Bconsole installation command:
es: Comando de instalación de Bconsole:

source: Bconsole upgrade command:
es: Comando de actualización de Bconsole:

source: Bconsole removal command:
es: Comando de eliminación de Bconsole:

source: Bconsole info command:
es: Comando de información de Bconsole:

source: Bconsole pre-install command:
es: Comando previo a la instalación de Bconsole:

source: Bconsole pre-upgrade command:
es: Comando previo a la actualización de Bconsole:

source: Bconsole pre-remove command:
es: Comando previo a la eliminación de Bconsole:

source: Bconsole post-install command:
es: Comando posterior a la instalación de Bconsole:

source: Bconsole post-upgrade command:
es: Comando posterior a la actualización de Bconsole:

source: Bconsole post-remove command:
es: Comando posterior a la eliminación de Bconsole:

source: Working directory:
es: Directorio de trabajo:

source: Bdirjson binary file path:
es: Ruta del archivo binario Bdirjson:

source: Main Director config file path:
es: Ruta del archivo de configuración del Director Principal:

source: Bsdjson binary file path:
es: Ruta del archivo binario Bsdjson:

source: Main Storage config file path:
es: Ruta del archivo de configuración del Almacenamiento Principal:

source: Bfdjson binary file path:
es: Ruta del archivo binario Bfdjson:

source: Main Client config file path:
es: Ruta del archivo de configuración del Cliente Principal:

source: Bbconsjson binary file path:
es: Ruta del archivo binario Bbconsjson:

source: Main Bconsole config file path:
es: Ruta del archivo de configuración principal Bconsole:

source: Database path (SQLite only):
es: Ruta de la base de datos (solo SQLite):

source: Director start command:
es: Comando para iniciar Director:

source: Director stop command:
es: Comando para detener Director:

source: Director restart command:
es: Comando para reiniciar Director:

source: Storage start command:
es: Comando para iniciar Almacenamiento:

source: Storage stop command:
es: Comando para detener Almacenamiento:

source: Storage restart command:
es: Comando para reiniciar Almacenamiento:

source: Client start command:
es: Comando para iniciar Cliente:

source: Client stop command:
es: Comando para detener Cliente:

source: Client restart command:
es: Comando para reiniciar Cliente:

source: Hostname (accepts wildcards like * or ?, for example *.host.com or 192.168.3.?):
es: Nombre del host (acepta comodines como * o ?, por ejemplo *.host.com o 192.168.3.?):

source: SSH key name:
es: Nombre de la clave SSH:

source: Private SSH key content:
es: Contenido de la clave privada SSH:

source: Deployment
es: Implementación

source: Hosts
es: Anfitriones

source: OS profiles
es: Perfiles del sistema operativo

source: SSH configs
es: Configuraciones SSH

source: SSH keys
es: Claves SSH

source: Deploy API host
es: Host de la API de Implementación

source: Install
es: Instalar

source: Upgrade
es: Actualizar

source: Uninstall
es: Desinstalar

source: Installing %component
es: Instalando %component

source: Install Bacula components on API host
es: Instalar componentes Bacula en el host de la API

source: Upgrading %component
es: Actualizando %component

source: Upgrade Bacula components on API host
es: Actualizar componentes Bacula en el host de la API

source: Uninstalling %component
es: Desinstalando %component

source: Uninstall Bacula components on API host
es: Desinstalar componentes Bacula en el host de la API

source: getting package information...
es: obteniendo información del paquete...

source: installed
es: instalado

source: not installed
es: no instalado

source: Finish.
es: Finalizar.

source: Use username and password
es: Usar nombre de usuario y contraseña

source: Use username and SSH key
es: Usar nombre de usuario y clave SSH

source: Use username and SSH key from SSH config for host
es: Usar nombre de usuario y clave SSH desde la configuración SSH para el host

source: Deploy
es: Implementar

source: In this window you can install Bacula components on selected API host. Please select components that you would like to install and next click the install button.
es: En esta ventana puedes instalar componentes Bacula en el host de la API seleccionado. Por favor selecciona los componentes que te gustaría instalar y luego haz clic en el botón de instalar.

source: Components
es: Componentes

source: Install options
es: Opciones de instalación

source: Add new component to current Director (for client and storage only)
es: Agregar nuevo componente al Director actual (solo para cliente y almacenamiento)

source: Add new OS profile
es: Agregar nuevo perfil de sistema operativo

source: Repository type
es: Tipo de repositorio

source: Pre-defined
es: Predefinido

source: Add OS profile
es: Agregar perfil de SO

source: Edit OS profile
es: Editar perfil de SO

source: OS profile with the given name already exists.
es: El perfil de SO con el nombre proporcionado ya existe.

source: Repositories
es: Repositorios

source: Here you can define repository to install Bacularis on remote host and also Bacula repository if it is different than default system repository. The repositories are added to remote hosts during API host deployment.
es: Aquí puedes definir el repositorio para instalar Bacularis en el host remoto y también el repositorio de Bacula si es diferente al repositorio del sistema predeterminado. Los repositorios se agregan a los hosts remotos durante la implementación del host de la API.

source: Bacularis API access
es: Acceso a la API de Bacularis

source: Bacularis API settings
es: Configuraciones de la API de Bacularis

source: All of the following settings are added to each new remotely installed Bacularis API that uses this OS profile.
es: Todas las siguientes configuraciones se agregan a cada nueva API de Bacularis instalada de forma remota que utiliza este perfil de SO.

source: Package management
es: Gestión de paquetes

source: Bacularis commands
es: Comandos de Bacularis

source: Advanced settings
es: Configuraciones avanzadas

source: Director commands
es: Comandos del director

source: Storage commands
es: Comandos de almacenamiento

source: Client commands
es: Comandos del cliente

source: Bconsole commands
es: Comandos de Bconsole

source: Catalog
es: Catálogo

source: NOTE: This is predefined OS profile that cannot be modified nor removed.
es: NOTA: Este es un perfil de SO predefinido que no puede ser modificado ni eliminado.

source: Add new SSH config
es: Agregar nueva configuración SSH

source: Hostname
es: Nombre de host

source: Port
es: Puerto

source: SSH key
es: Clave SSH

source: Add SSH config
es: Agregar configuración SSH

source: Edit SSH config
es: Editar configuración SSH

source: SSH config with the given name already exists.
es: La configuración de SSH con el nombre proporcionado ya existe.

source: Add new SSH key
es: Agregar nueva clave SSH

source: Key name
es: Nombre de la clave

source: Fingerprint
es: Huella dactilar

source: Add SSH key
es: Agregar clave SSH

source: Add package repository
es: Agregar repositorio de paquetes

source: Add SUDO settings
es: Agregar configuraciones de SUDO

source: Pre-install Bacularis command
es: Comando de preinstalación de Bacularis

source: Install Bacularis
es: Instalar Bacularis

source: Post-install Bacularis command
es: Comando de postinstalación de Bacularis

source: Configure Bacularis
es: Configurar Bacularis

source: Create Bacularis user
es: Crear usuario Bacularis

source: Set Bacularis password
es: Establecer contraseña de Bacularis

source: Start Bacularis
es: Iniciar Bacularis

source: API access link
es: Enlace de acceso a la API

source: Step
es: Paso

source: Protocol
es: Protocolo

source: IP address/hostname
es: Dirección IP/nombre de host

source: Access method
es: Método de acceso

source: Link
es: Enlace

source: open
es: abrir

source: Keep custom table settings:
es: Mantener configuraciones de tabla personalizadas:

source: No time limit (persistent settings)
es: Sin límite de tiempo (configuraciones persistentes)

source: Until end of web browser session
es: Hasta el final de la sesión del navegador web

source: For specific time
es: Por un tiempo específico

source: Keep table settings for
es: Mantener configuración de la tabla para

source: The value must be positive integer or zero.
es: El valor debe ser un número entero positivo o cero.

source: Set time for which table settings will be preserved. Setting 0 (zero) is equivalent to no time limit option.
es: Establezca el tiempo durante el cual se conservarán las configuraciones de la tabla. Establecer 0 (cero) es equivalente a la opción de no tener un límite de tiempo.

source: TLS/SSL encryption
es: Cifrado TLS/SSL

source: No encryption
es: Sin cifrado

source: First vol.
es: Primer vol.

source: Vol. count
es: Cuenta Vol.

source: Virtual Full backup job wizard
es: Asistente de trabajo de copia de seguridad virtual completa

source: This wizard enables you to easily set up a synthetic backup (Virtual Full).
es: Este asistente te permite configurar fácilmente una copia de seguridad sintética (Virtual Full).

source: The Virtual Full backup consolidates the previous full backup, recent differential backup and subsequent incremental backups into a new full backup. This new full backup becomes the most recent full for next incremental/differential backups. The Virtual Full backup is realized without using Bacula client.
es: La copia de seguridad Virtual Full consolida la copia de seguridad completa anterior, la copia de seguridad diferencial reciente y las copias de seguridad incrementales subsiguientes en una nueva copia de seguridad completa. Esta nueva copia de seguridad completa se convierte en la más reciente para las próximas copias de seguridad incrementales/diferenciales. La copia de seguridad Virtual Full se realiza sin usar el cliente Bacula.

source: You can select an existing backup or create a new backup job that will be able to run Virtual Full job level.
es: Puedes seleccionar una copia de seguridad existente o crear un nuevo trabajo de copia de seguridad que será capaz de ejecutar el nivel de trabajo Virtual Full.

source: Modify existing backup job to support Virtual Full.
es: Modificar el trabajo de copia de seguridad existente para soportar Virtual Full.

source: Create a new backup job with the Virtual Full capability.
es: Crear un nuevo trabajo de copia de seguridad con la capacidad de Virtual Full.

source: Step 3 - where you want to store data
es: Paso 3- dónde quieres almacenar los datos

source: Virtual Full Pool
es: Pool de Virtual Full

source: Storage to write Virtual Full
es: Almacenamiento para escribir Virtual Full

source: Add new Virtual Full Pool
es: Añadir nuevo Pool de Virtual Full

source: Select the pool and storage that will write Virtual Full.
es: Selecciona el pool y el almacenamiento que escribirán Virtual Full.

source: Virtual Full Type
es: Tipo de Virtual Full

source: Step 4 - how would you like to use Virtual Full
es: Paso 4 - ¿cómo te gustaría usar Virtual Full?

source: What kind of Virtual Full backup do you want to create:
es: ¿Qué tipo de copia de seguridad Virtual Full quieres crear?

source: Standard Virtual Full backup
es: Copia de seguridad Virtual Full estándar

source: create a new full backup by consolidating the last full backup and subsequent incremental/diifferential backups. Processed backups are preserved.
es: crear una nueva copia de seguridad completa consolidando la última copia de seguridad completa y las copias de seguridad incrementales/diferenciales subsiguientes. Las copias de seguridad procesadas se conservan.

source: Progressive Virtual Full backup
es: Copia de seguridad Virtual Full progresiva

source: This backup consolidates incremental and differential backups but keeps constant number of backups not consolidated. Optionally removes old already consolidated jobs. In this setting we have one full backup and some incrementals/differential that are dynamically consolidated in time.
es: Esta copia de seguridad consolida las copias de seguridad incrementales y diferenciales, pero mantiene un número constante de copias de seguridad no consolidadas. Opcionalmente, elimina trabajos antiguos ya consolidados. En esta configuración tenemos una copia de seguridad completa y algunas incrementales/diferenciales que se consolidan dinámicamente con el tiempo.

source: Last 90 days
es: Últimos 90 días

source: New virtual full job
es: Nuevo trabajo de copia de seguridad virtual completa

source: Reset zoom
es: Restablecer zoom

source: Zoom in
es: Acercar

source: Range of days:
es: Rango de días:

source: Jobs in range:
es: Trabajos en rango:

source: Backups to keep:
es: Copias de seguridad a mantener:

source: Sum of job bytes in range:
es: Suma de bytes de trabajo en rango:

source: Sum of job files in range:
es: Suma de archivos de trabajo en rango:

source: Jobs out of range on the right:
es: Trabajos fuera de rango a la derecha:

source: Would you like to delete old jobs that are consolidated during a Virtual Full?
es: ¿Desea eliminar los trabajos antiguos que se consolidan durante un Virtual Full?

source: Schedule setting
es: Configuración de programación

source: When would you like to run the job?
es: ¿Cuándo te gustaría ejecutar el trabajo?

source: Create a basic schedule
es: Crear un programa básico

source: Normal backup
es: Copia de seguridad normal

source: Run level
es: Nivel de ejecución

source: Run daily
es: Ejecutar diariamente

source: Virtual Full backup
es: Copia de seguridad Virtual Full

source: Run on
es: Ejecutar en

source: Select schedule
es: Seleccionar programación

source: No schedule. I will run Virtual Full manually
es: Sin programación. Ejecutaré Virtual Full manualmente

source: New Job Name
es: Nuevo nombre de trabajo

source: Save job
es: Guardar trabajo

source: Existing Job Name
es: Nombre de trabajo existente

source: Prepare resources for a new backup job.
es: Preparar recursos para un nuevo trabajo de copia de seguridad.

source: Quick edit
es: Edición rápida

source: Prev job
es: Trabajo anterior

source: Next job
es: Siguiente trabajo

source: Volume job list
es: Lista de trabajos de volumen

source: Log
es: Registro

source: Latest
es: Último

source: Copy to clipboard
es: Copiar al portapapeles

source: Save log in file
es: Guardar registro en archivo

source: Job summary
es: Resumen de trabajo

source: Host groups
es: Grupos de host

source: API host method
es: Método de host API

source: API host groups
es: Grupos de host API

source: Add new API host group
es: Agregar nuevo grupo de host API

source: API group name
es: Nombre del grupo API

source: Edit API host group
es: Editar grupo de host API

source: Add API host group
es: Agregar grupo de host API

source: API host group:
es: Grupo de host API:

source: API host group with the given name already exists.
es: El grupo de host API con el nombre dado ya existe.

source: API host groups:
es: Grupos de host API:

source: Use API hosts
es: Usar hosts API

source: Use API host groups
es: Usar grupos de host API

source: The API host groups are named sets of API hosts which can be used to assign to users instead of assigning single API hosts. The API group function is more flexible solution than assigning API hosts directly and may be useful in environments where users have access to more than one API host.
es: Los grupos de host API son conjuntos nombrados de hosts API que se pueden usar para asignar a usuarios en lugar de asignar hosts API individuales. La función de grupo API es una solución más flexible que asignar hosts API directamente y puede ser útil en entornos donde los usuarios tienen acceso a más de un host API.

source: Assign to API host groups:
es: Asignar a grupos de host API:

source: Assigned
es: Asignado

source: unassign
es: desasignar

source: Set API host access to resources
es: Establecer acceso de host API a recursos

source: Set user API host access to resources
es: Establecer acceso de usuario de host API a recursos

source: Set API host group access to resources
es: Establecer acceso de grupo de host API a recursos

source: All pools
es: Todos los pools

source: Default API host groups for imported users:
es: Grupos de host API predeterminados para usuarios importados:

source: Director resource permissions
es: Permisos de recursos del Director

source: Storage resource permissions
es: Permisos de recursos de almacenamiento

source: Client resource permissions
es: Permisos de recursos del cliente

source: Bconsole resource permissions
es: Permisos de recursos de Bconsole

source: Resource
es: Recurso

source: Read-Only
es: Sólo lectura

source: Read-Write
es: Lectura-Escritura

source: read only
es: solo lectura

source: read write
es: leer escribir

source: Preview
es: Vista previa

source: no access
es: sin acceso

source: All read-only
es: Todo sólo lectura

source: All read-write
es: Todo lectura-escritura

source: All no access
es: Todo sin acceso

source: Resource permissions
es: Permisos de los recursos

source: By default, all resources have read-write permissions.
es: Por defecto, todos los recursos tienen permisos de lectura-escritura.

source: Define paths to the verify job FileSet
es: Definir rutas al FileSet del trabajo de verificación

source: Main view
es: Vista principal

source: Add data view
es: Agregar vista de datos
